export const questions = [
  {
    "q": "1.会计信息的内部使用者是（）。\nA. 政府部门\nB. 首席执行官 CEO\nC. 供应商\nD. 股东",
    "a": "B",
    "e": ""
  },
  {
    "q": "2.界定会计主体的作用在于（）。\nA. 明确责任人\nB. 确定法律主体\nC. 确定法人\nD. 明确会计所服务的对象",
    "a": "D",
    "e": ""
  },
  {
    "q": "3.下列说法不正确的是（）。\nA. 法律主体必然是会计主体\nB. 基金管理公司管理的证券投资基金，也可以成为会计主体\nC. 对于拥有子公司的母公司来说，集团企业应作为一个会计主体来编制财务报表\nD. 会计主体也一定是法律主体",
    "a": "D",
    "e": ""
  },
  {
    "q": "4.企业会计确认、计量和报告应当遵循的会计核算基础是（）。\nA. 权责发生制\nB. 收付实现制\nC. 持续经营\nD. 货币计量",
    "a": "A",
    "e": ""
  },
  {
    "q": "5.企业采用的会计处理方法不能随意变更，是依据（）。\nA. 一贯性\nB. 可比性\nC. 可靠性\nD. 重要性",
    "a": "B",
    "e": ""
  },
  {
    "q": "6.企业对于已经发生的交易或者事项，应当及时进行会计确认、计量和报告，不得提前或者延后。这体现的是（）。\nA. 及时性\nB. 相关性\nC. 谨慎性\nD. 重要性",
    "a": "A",
    "e": ""
  },
  {
    "q": "7.某股份有限公司 2019 年 12 月销售产品一批，增值税专用发票已开出，商品已发出，已在银行办妥托收手续，但此时得知对方在一次交易中发生重大损失，财务状况恶化，短期内不能支付货款。为此该公司 12 月末未确认收入，这体现了会计信息质量的（）要求。\nA. 实质重于形式\nB. 可靠性\nC. 谨慎性\nD. 重要性",
    "a": "C",
    "e": ""
  },
  {
    "q": "8.下列各项中，不属于收入要素范畴的是（）。\nA. 主营业务收入\nB. 提供劳务取得的收入\nC. 销售材料取得的收入\nD. 出售无形资产取得的收益",
    "a": "D",
    "e": ""
  },
  {
    "q": "9.市场参与者在计量日发生的有序交易中，出售一项资产所能收到或者转移一项负债所需支付的价格应采用的会计计量属性为（）。\nA. 可变现净值\nB. 重置成本\nC. 现值\nD. 公允价值",
    "a": "D",
    "e": ""
  },
  {
    "q": "10.下列事项中体现了可比性要求的是（）。\nA. 发出存货的计价方法一经确定，不得随意改变，确有需要改变的，应在财务报告中说明\nB. 对赊销的商品，出于对方财务状况恶化的原因，没有确认收入\nC. 资产发生减值的，相应计提减值准备\nD. 对有的资产采用公允价值计量",
    "a": "A",
    "e": ""
  },
  {
    "q": "【多选】1.下列组织可以作为一个会计主体进行核算的有（）。\nA. 某一独立核算的生产车间\nB. 销售部门\nC. 分公司\nD. 母公司及其子公司组成的企业集团",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【多选】2.下列属于会计信息质量要求的有（）。\nA. 可靠性\nB. 可理解性\nC. 一贯性\nD. 及时性",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【多选】3.可靠性要求（）。\nA. 企业应当以实际发生的交易或者事项为依据进行会计确认、计量和报告\nB. 如实反映符合确认和计量要求的各项会计要素及其他相关信息\nC. 保证会计信息真实可靠、内容完整\nD. 企业提供的会计信息应当清晰明了，便于财务会计报告使用者理解和使用",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【多选】4.在存在不确定因素的情况下做出合理判断时，下列事项符合谨慎性会计信息质量要求的有（）。\nA. 设置秘密准备，以备在利润计划完成不佳的年度转回\nB. 不要高估资产和预计收益\nC. 合理估计可能发生的损失和费用\nD. 尽可能低估负债和费用",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【多选】5.资产的基本特征有（）。\nA. 资产是由过去的交易或者事项所引起的\nB. 资产必须是投资者投入或向债权人借入的\nC. 资产是企业拥有或者控制的\nD. 资产预期能够给企业带来经济利益",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【多选】6.下列各项中，能够引起资产与负债同时变动的有（）。\nA. 计提固定资产折旧\nB. 用银行存款支付前欠的货款\nC. 发放现金股利\nD. 用银行存款预付购货款",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【多选】7.将一项资源确认为资产时，应当符合的条件有（）。\nA. 预期会给企业带来经济利益\nB. 应是由过去的交易或者事项所引起的\nC. 相关的经济利益很可能流入企业\nD. 该资源的成本能可靠计量",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【多选】8.下列属于负债的特征的有（）。\nA. 负债是企业承担的现时义务\nB. 负债的清偿预期会导致经济利益流出企业\nC. 负债是由企业过去或者现时的交易或者事项形成的\nD. 未来流出的经济利益的金额能够可靠地计量",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【多选】9.下列属于利润总额来源构成的有（）。\nA. 直接计入当期利润的利得和损失\nB. 收入减去费用后的净额\nC. 直接计入所有者权益的利得和损失\nD. 所得税费用",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【多选】10.会计计量属性主要包括（）。\nA. 历史成本\nB. 重置成本\nC. 可变现净值\nD. 现值\nE. 公允价值",
    "a": "ABCDE",
    "e": ""
  },
  {
    "q": "【判断】1.明确会计主体可确定会计核算的空间范围。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【判断】2.法律主体必定是会计主体，会计主体也必定是法律主体。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【判断】3.企业对其所使用的机器设备、厂房等固定资产，只有在持续经营的前提下才可以在机器设备的使用年限内，按照其价值和使用情况，确定采用某一方法计提折旧。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【判断】4.会计信息质量要求的可比性要求同一会计主体在不同时期尽可能采用相同的会计程序和会计处理方法，以便于不同会计期间对会计信息的纵向比较。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【判断】5.会计信息质量要求的谨慎性，一般是指对可能发生的损失和费用应当合理预计，对可能实现的收益不预计，但对很可能实现的收益应当预计。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【判断】6.某一会计事项是否具有重要性，在很大程度上取决于会计人员的职业判断。对于同一会计事项，在某一企业具有重要性，在另一企业则不一定具有重要性。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【判断】7.企业一定期间发生亏损，则其所有者权益必定减少。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【判断】8.资产是指由过去的交易或者事项引起的，企业拥有或控制的经济资源。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【判断】9.收入不包括为第三方或客户代收的款项，也不包括处置固定资产净收益和出售无形资产净收益。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【判断】10.利得是指由企业非日常活动所形成的、会导致所有者权益增加的、与所有者投入资本无关的经济利益的流入，利得不应当计入当期损益。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产】1.下列各项不属于金融资产的是 ( )。\nA. 库存现金\nB. 应收账款\nC. 银行存款\nD. 预付账款",
    "a": "D",
    "e": ""
  },
  {
    "q": "【金融资产】2.下列金融资产中，应按公允价值进行初始计量且交易费用计入当期损益的是 ( )。\nA. 应收款项\nB. 以摊余成本计量的金融资产\nC. 以公允价值计量且其变动计入当期损益的金融资产\nD. 以公允价值计量且其变动计入其他综合收益的金融资产",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】3.企业取得金融资产时支付的价款中包含的已到付息期但尚未领取的利息应记入 ( ) 科目。\nA.\"交易性金融资产\"\nB.\"应收利息\"\nC.\"公允价值变动损益\"\nD.\"资本公积\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【金融资产】4.交易性金融资产应当以公允价值进行后续计量，公允价值变动记入 ( ) 科目。\nA.\"营业外支出\"\nB.\"投资收益\"\nC.\"公允价值变动损益\"\nD.\"资本公积\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】5.持有以公允价值计量且其变动计入当期损益的金融资产期间被投资单位宣告发放现金股利或在资产负债表日按债券票面利率计算利息时，借记\"应收股利\"或\"应收利息\"科目，贷记 ( ) 科目。\nA.\"交易性金融资产\"\nB.\"投资收益\"\nC.\"公允价值变动损益\"\nD.\"短期投资\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【金融资产】6.甲上市公司购入一批股票，作为以公允价值计量且其变动计入当期损益的金融资产管理。实际支付价款100万元，其中包含已经宣告的现金股利1万元。另支付相关费用2万元，均以银行存款支付。假定不考虑其他因素，该项交易性金融资产的入账价值为 ( ) 万元。\nA.100\nB.102\nC.99\nD.103",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】7.甲公司购入面值为500万元的债券准备近期出售，作为以公允价值计量且其变动计入当期损益的金融资产，实际支付价款575万元，其中含手续费2万元，已经到期但尚未领取的利息23万元。该项债券投资应记入\"交易性金融资产——成本\"科目的金额为 ( ) 万元。\nA.550\nB.573\nC.552\nD.575",
    "a": "A",
    "e": ""
  },
  {
    "q": "【金融资产】8.企业出售以公允价值计量且其变动计入当期损益的金融资产时，应按实际收到的金额，借记\"银行存款\"科目，按该金融资产的成本，贷记\"交易性金融资产——成本\"科目，按该金融资产的公允价值变动，贷记或借记\"交易性金融资产——公允价值变动\"科目，按其差额，贷记或借记 ( ) 科目。\nA.\"公允价值变动损益\"\nB.\"投资收益\"\nC.\"资本公积\"\nD.\"营业外收入\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【金融资产】9.应通过\"应收票据\"科目核算的票据有 ( )。\nA. 银行本票\nB. 银行汇票\nC. 支票\nD. 商业承兑汇票",
    "a": "D",
    "e": ""
  },
  {
    "q": "【金融资产】10.我国《企业会计准则》规定应收票据取得时一般按 ( ) 计价入账。\nA. 到期值\nB. 贴现净额\nC. 面值\nD. 面值加利息",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】11.甲企业2022年8月10日开出一张商业汇票，期限为90天，则到期日为 ( )。\nA.2022年11月10日\nB.2022年11月11日\nC.2022年11月8日\nD.2022年11月7日",
    "a": "D",
    "e": ""
  },
  {
    "q": "【金融资产】12.企业应收的包装物的租金应记入 ( ) 科目。\nA.\"其他应收款\"\nB.\"应收账款\"\nC.\"预收账款\"\nD.\"应付账款\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【金融资产】13.某企业赊销商品一批，商品标价10000元，增值税1300元，企业销售商品时代垫运费300元(不考虑运费增值税)，则应收账款的入账金额为 ( ) 元。\nA.11300\nB.11600\nC.10300\nD.10000",
    "a": "B",
    "e": ""
  },
  {
    "q": "【金融资产】14.某企业对基本生产车间所需备用金采用定额备用金制度，当基本生产车间报销日常管理支出而补足其备用金定额时，应借记 ( ) 科目。\nA.\"其他应收款\"\nB.\"其他应付款\"\nC.\"制造费用\"\nD.\"生产成本\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】15.\"坏账准备\"科目借方发生额反映 ( )。\nA. 实际发生的坏账损失\nB. 尚未动用的坏账准备\nC. 提取的坏账准备\nD. 收回已作为坏账核销的应收账款",
    "a": "A",
    "e": ""
  },
  {
    "q": "【金融资产】16.2021年12月初，某企业\"坏账准备\"科目贷方余额为10万元，本月收回上月已确认并作为坏账转销的应收账款5万元。12月31日，\"坏账准备\"科目贷方余额为19万元，不考虑其他因素，12月末该企业应计提的坏账准备为 ( ) 万元。\nA.14\nB.19\nC.4\nD.9",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】17.某企业年末\"应收账款\"科目余额为500000元，\"坏账准备\"科目贷方余额为2000元，综合考虑各种信用减值风险因素，确定本期信用损失预期为1500元，则应冲减的坏账准备为 ( ) 元。\nA.1500\nB.2000\nC.3500\nD.500",
    "a": "D",
    "e": ""
  },
  {
    "q": "【金融资产】18.在按应收账款余额计提坏账准备的情况下，已核销的坏账又重新收回时，应借记 ( ) 科目。\nA.\"信用减值损失\"\nB.\"应收账款\"\nC.\"坏账准备\"\nD.\"管理费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【金融资产】19.企业在连续提取坏账准备的情况下，\"坏账准备\"科目在期末结账前如为贷方余额，其反映的内容是 ( )。\nA. 本年提取的坏账准备\nB. 企业已提取但尚未转销的坏账准备数额\nC. 上年末坏账准备的余额小于本年确认的坏账损失部分\nD. 已经发生的坏账损失",
    "a": "B",
    "e": ""
  },
  {
    "q": "【金融资产】20.\"债权投资\"科目核算以 ( ) 进行后续计量。\nA. 历史成本\nB. 成本与市价孰低\nC. 摊余成本\nD. 现值",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】21.以摊余成本计量的金融资产在期末确认的实际利息收入应记入 ( ) 科目。\nA.\"其他综合收益\"\nB.\"投资收益\"\nC.\"债权投资\"\nD.\"应收利息\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【金融资产】22.资产负债表日，\"其他权益工具投资\"核算的金融资产的公允价值高于账面价值的差额，应贷记 ( ) 科目。\nA.\"其他综合收益\"\nB.\"投资收益\"\nC.\"信用减值损失\"\nD.\"公允价值变动损益\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【金融资产】23.甲公司2022年购入面值为500万元的债券用\"债权投资\"科目核算，实际支付价款575万元，其中含手续费2万元，已经到期但尚未领取的利息23万元。该项债券投资应记入\"债权投资——成本\"科目的金额为 ( ) 万元。\nA.550\nB.573\nC.552\nD.500",
    "a": "D",
    "e": ""
  },
  {
    "q": "【金融资产】24.甲公司2022年购入面值为500万元的债券用\"其他债权投资\"科目核算，实际支付价款575万元，其中含手续费2万元，已经到期但尚未领取的利息23万元。该项债券投资应记入\"其他债权投资——成本\"科目的金额为 ( ) 万元。\nA.550\nB.573\nC.500\nD.575",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产】25.甲公司2022年4月10日，以每股12元的价格购入A股股票50万股，用\"其他权益工具投资\"科目核算，购买该股票另支付手续费等10万元。该项投资应记入\"其他权益工具投资——成本\"科目的金额为 ( ) 万元。\nA.550\nB.585\nC.610\nD.575",
    "a": "C",
    "e": ""
  },
  {
    "q": "【金融资产·多选】1.根据《企业会计准则》，以摊余成本计量的金融资产包括 ( )。\nA. 应收票据\nB. 债权投资\nC. 其他债权投资\nD. 贷款和应收账款",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】2.下列属于以公允价值计量且其变动计入当期损益的金融资产的有 ( )。\nA. 以赚取差价为目的从二级市场购入的股票\nB. 以赚取差价为目的从二级市场购入的债券\nC. 以赚取差价为目的从二级市场购入的基金\nD. 不作为有效套期工具的衍生工具\nE. 作为有效套期工具的衍生工具",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】3.企业购入一项以公允价值计量且其变动计入当期损益的金融资产，下列项目中不应记入\"交易性金融资产——成本\"科目的有 ( )。\nA. 支付的购买价格\nB. 支付的相关税费\nC. 支付的手续费\nD. 支付价款中包含的应收利息",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】4.我国会计上作为应收票据处理的票据有 ( )。\nA. 银行汇票\nB. 银行本票\nC. 商业承兑汇票\nD. 支票\nE. 银行承兑汇票",
    "a": "CE",
    "e": ""
  },
  {
    "q": "【金融资产·多选】5.带息商业汇票到期值的计算与 ( ) 有关。\nA. 票据面值\nB. 票面利率\nC. 票据期限\nD. 贴现率\nE. 贴现期",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【金融资产·多选】6.下列各项中，应记入\"坏账准备\"科目贷方的有 ( )。\nA. 提取坏账准备\nB. 冲回多提的坏账准备\nC. 收回以前确认并转销的坏账\nD. 备抵法下实际发生的坏账",
    "a": "AC",
    "e": ""
  },
  {
    "q": "【金融资产·多选】7.企业可以提取坏账准备的项目有 ( )。\nA. 应收账款\nB. 其他应收款\nC. 应收票据\nD. 预付账款",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】8.属于其他应收款核算范围的项目有 ( )。\nA. 应收股利\nB. 代购货单位垫支的运杂费\nC. 备用金\nD. 应收职工欠款",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】9.企业购入一项债券确认为以公允价值计量且其变动计入其他综合收益的金融资产，在核算时可能使用 ( ) 科目。\nA.\"债权投资\"\nB.\"其他债权投资\"\nC.\"其他权益工具投资\"\nD.\"其他综合收益\"",
    "a": "BD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】10.以摊余成本计量的金融资产在核算时，应作为该金融资产初始入账额的有 ( )。\nA. 投资时支付已到付息期但尚未领取的应收利息\nB. 投资时支付的手续费\nC. 投资时支付的相关税费(不含交易费用增值税)\nD. 投资时支付的债权的本金",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】11.下列各项中，会引起\"债权投资\"科目发生增减变动的有 ( )。\nA. 计提债权投资减值准备\nB. 确认分期付息的利息\nC. 确认到期一次付息的利息\nD. 摊销溢价或折价",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】12.下列属于\"债权投资\"明细科目的有 ( )。\nA. 成本\nB. 利息调整\nC. 应计利息\nD. 公允价值变动",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【金融资产·多选】13.下列属于\"其他债权投资\"明细科目的有 ( )。\nA. 成本\nB. 利息调整\nC. 应计利息\nD. 公允价值变动",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【金融资产·多选】14.在金融资产的初始计量中，关于交易费用处理叙述正确的有 ( )。\nA. 以公允价值计量且其变动计入当期损益的金融资产发生的相关交易费用应当计入初始确认金额\nB. 以公允价值计量且其变动计入其他综合收益的金融资产发生的相关交易费用应当计入初始确认金额\nC. 以摊余成本计量的金融资产产生的相关交易费用应当计入初始确认金额\nD. 以公允价值计量且其变动计入当期损益的金融资产发生的相关交易费用直接计入当期损益",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【金融资产·判断】1.取得以公允价值计量且其变动计入当期损益的金融资产所支付价款中包含了已宣告但尚未发放的债券利息，计入交易性金融资产的成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】2.企业为取得以公允价值计量且其变动计入当期损益的金融资产发生的交易费用应计入交易性金融资产初始确认金额。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】3.企业持有以公允价值计量且其变动计入当期损益的金融资产期间对于被投资单位发放的现金股利于收到股利时确认为投资收益。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】4.资产负债表日，\"交易性金融资产\"科目的余额是交易性金融资产的成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】5.企业为取得以摊余成本计量的金融资产发生的交易费用，应计入当期损益，不应计入其初始确认金额。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】6.某票据出票日为2022年2月28日，2个月到期，则到期日为4月28日。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【金融资产·判断】7.企业收到承兑的商业汇票，无论是否带息，均按票据的票面价值入账。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【金融资产·判断】8.企业支付的租入包装物押金应通过\"其他应收款\"科目核算，收到的包装物押金，应作为其他应付款处理。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【金融资产·判断】9.企业销售产品代垫的运杂费应通过\"其他应收款\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】10.对资产的减值损失一经确认，不得转回。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】11.企业应当在资产负债表日对金融资产的账面价值进行检查，有客观证据表明该金融资产发生减值的，应当计提减值准备。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【金融资产·判断】12.持有以摊余成本计量的金融资产在持有期间应当按照摊余成本和票面利率计算确认利息收入。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】13.以摊余成本计量的金融资产不能重分类为以公允价值计量且其变动计入当期损益的金融资产。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】14.\"债权投资\"科目借方的期末余额，反映该金融资产的公允价值。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【金融资产·判断】15.企业为取得以公允价值计量且其变动计入其他综合收益的金融资产而支付的交易费用应计入投资收益。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【非流动负债】1.甲企业2022年7月1日发行五年期面值为100万元的债券，该债券到期一次还本付息，票面年利率为5%，甲企业2022年12月31日应付债券的账面余额为（）万元。\nA.100\nB.102.5\nC.105\nD.125",
    "a": "B",
    "e": ""
  },
  {
    "q": "【非流动负债】2.长期借款利息及外币折算差额，均应记入（）科目。\nA.\"其他业务支出\"\nB.\"长期借款\"\nC.\"投资收益\"\nD.\"其他应付款\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【非流动负债】3.企业生产经营期间发生的长期借款利息应记入（）科目。\nA.\"在建工程\"\nB.\"财务费用\"\nC.\"开办费\"\nD.\"长期待摊费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【非流动负债】4.下列项目中，不属于非流动负债的是（）。\nA. 长期借款\nB. 应付债券\nC. 专项应付款\nD. 预收的货款",
    "a": "D",
    "e": ""
  },
  {
    "q": "【非流动负债】5.长期借款分期计算和支付利息时，应通过（）科目核算。\nA.\"应付利息\"\nB.\"其他应付款\"\nC.\"长期借款\"\nD.\"长期应付款\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【非流动负债】6.某企业2022年1月1日为建造固定资产发行债券，至2022年12月31日工程尚未完工，计提本年应付债券利息时应记入（）科目。\nA.\"固定资产\"\nB.\"在建工程\"\nC.\"管理费用\"\nD.\"财务费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】1.在我国会计实务中，生产经营期间为购建固定资产而发生的长期借款利息费用，可能记入（）科目。\nA.\"在建工程\"\nB.\"财务费用\"\nC.\"长期借款\"\nD.\"长期待摊费用\"",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】2.下列对长期借款利息费用的会计处理，正确的有（）。\nA. 筹建期间的借款利息计入管理费用\nB. 筹建期间的借款利息计入长期待摊费用\nC. 日常生产经营活动的借款利息计入财务费用\nD. 符合资本化条件的借款利息计入相关资产成本",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】3.债券的发行价格受下列哪些因素的影响（）。\nA. 债券面值\nB. 债券票面利率\nC. 发行时市场利率\nD. 债券付息方式",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】4.非流动负债包括（）。\nA. 应付账款\nB. 应付债券\nC. 长期应付款\nD. 其他应付款",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】5.长期借款所发生的利息支出，可能借记（）科目。\nA.\"管理费用\"\nB.\"财务费用\"\nC.\"在建工程\"\nD.\"研发支出\"",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】6.\"应付债券\"科目的贷方反映的内容有（）。\nA. 债券发行时产生的债券溢价\nB. 债券发行时产生的债券折价\nC. 期末计提的应付债券利息\nD. 发行时债券的面值",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】7.债券的发行价格有（）。\nA. 溢价\nB. 折价\nC. 面值\nD. 平均价",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【非流动负债·多选】8.对于分期付息、一次还本的债券，应于资产负债表日按摊余成本和实际利率计算确定的债券利息，可能借记（）科目。\nA.\"在建工程\"\nB.\"销售费用\"\nC.\"财务费用\"\nD.\"研发支出\"",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】1.长期借款利息费用应当在资产负债表日按照实际利率法计算确定，实际利率与合同利率差异较小的，也可以采用合同利率计算确定利息费用。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】2.长期借款科目的期末余额，反映企业尚未支付的各种长期借款的本金和利息。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】3.企业发生的所有借款利息都应作为财务费用处理。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】4.企业发行债券的溢价或折价，是企业在债券存续期内对利息费用的一种调整。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】5.发行长期债券的企业，在计提利息时，应借记\"在建工程\"科目，贷记\"应付债券——应计利息\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】6.就发行债券的企业而言，所获债券溢价收入实质是因以后多付利息而得到的补偿。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】7.企业在筹建期间发生的长期借款利息，应记入\"财务费用\"或\"在建工程\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】8.\"长期借款\"与\"短期借款\"科目的核算方法相同，既要核算借款本金，又要核算借款利息。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【非流动负债·判断】9.专项应付款同政府补助的核算一样。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债】1.委托加工应纳消费税产品(非金银首饰)收回后，如直接对外销售，其由受托方代扣代缴的消费税，委托方应记入（）科目。\nA.\"生产成本\"\nB.\"应交税费——应交消费税\"\nC.\"委托加工物资\"\nD.\"主营业务成本\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【流动负债】2.某公司为一般纳税人，2022年6月购入商品并取得增值税专用发票，价款100万元，增值税税率13%；支付运费30万元并取得增值税专用发票，增值税税率9%，则该批商品的入账成本为（）。\nA.130万元\nB.145.7万元\nC.133万元\nD.113万元",
    "a": "A",
    "e": ""
  },
  {
    "q": "【流动负债】3.下列项目中，不属于职工薪酬的是（）。\nA. 职工工资\nB. 职工福利费\nC. 医疗保险费\nD. 职工出差报销的差旅费",
    "a": "D",
    "e": ""
  },
  {
    "q": "【流动负债】4.企业因解除与职工的劳动关系给予职工补偿而发生的职工薪酬，应借记（）科目。\nA.\"管理费用\"\nB.\"劳务成本\"\nC.\"营业外支出\"\nD.\"销售费用\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【流动负债】5.企业对应付的商业承兑汇票，如果到期不能足额付款，在会计处理上应将其转作（）。\nA. 应付账款\nB. 其他应付款\nC. 预付账款\nD. 短期借款",
    "a": "A",
    "e": ""
  },
  {
    "q": "【流动负债】6.企业在转销已经确认无法支付的应付账款时，应贷记（）科目。\nA.\"其他业务收入\"\nB.\"营业外收入\"\nC.\"盈余公积\"\nD.\"资本公积\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【流动负债】7.现行《企业会计准则》规定，短期借款发生利息时，一般应借记（）科目。\nA.\"短期借款\"\nB.\"应付利息\"\nC.\"财务费用\"\nD.\"银行存款\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【流动负债】8.企业购进货物用于集体福利时，该货物负担的增值税税额应当记入（）。\nA.\"应交税费——应交增值税\"\nB.\"应付职工薪酬\"\nC.\"营业外支出\"\nD.\"管理费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【流动负债】9.企业收取包装物押金及其他各种暂收款项时，应贷记（）科目。\nA.\"营业外收入\"\nB.\"其他业务收入\"\nC.\"其他应付款\"\nD.\"其他应收款\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【流动负债】10.企业交纳的下列税款，不需要通过\"应交税费\"科目核算的是（）。\nA. 增值税\nB. 印花税\nC. 土地增值税\nD. 资源税",
    "a": "B",
    "e": ""
  },
  {
    "q": "【流动负债】11.下列各项中不应记入\"税金及附加\"科目的是（）。\nA. 消费税\nB. 资源税\nC. 城市维护建设税\nD. 增值税的销项税额",
    "a": "D",
    "e": ""
  },
  {
    "q": "【流动负债】12.下列各项税金中不影响企业损益的是（）。\nA. 消费税\nB. 资源税\nC. 增值税\nD. 企业所得税",
    "a": "C",
    "e": ""
  },
  {
    "q": "【流动负债】13.小规模纳税企业购入原材料取得的增值税专用发票上注明货款20000元，增值税2600元，在购入原材料的过程中另支付包装费500元。则该企业原材料的入账价值为（）元。\nA.19500\nB.20500\nC.22600\nD.23100",
    "a": "D",
    "e": ""
  },
  {
    "q": "【流动负债】14.企业开出的商业汇票为银行承兑汇票，其无力支付票款时，应将应付票据的票面金额转作（）。\nA. 应付账款\nB. 其他应付款\nC. 预付账款\nD. 短期借款",
    "a": "D",
    "e": ""
  },
  {
    "q": "【流动负债】15.企业出售固定资产应交纳的增值税，应借记（）科目。\nA.\"税金及附加\"\nB.\"固定资产清理\"\nC.\"营业外支出\"\nD.\"其他业务成本\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【流动负债·多选】1.下列（）通过\"应交税费\"科目核算。\nA. 增值税\nB. 印花税\nC. 消费税\nD. 教育费附加",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】2.记入\"税金及附加\"科目的税金有（）。\nA. 房产税\nB. 车船税\nC. 城镇土地使用税\nD. 契税",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【流动负债·多选】3.按照规定，企业购入货物或接受劳务必须具有（），其进项税额才能予以扣除。\nA. 增值税专用发票\nB. 海关进口增值税专用缴款书\nC. 农产品收购发票和农产品销售发票\nD. 完税凭证",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】4.一般纳税人在核算增值税时应通过\"应交税费——应交增值税\"科目核算，该明细科目应分别设置（）专栏。\nA. 进项税额\nB. 销项税额\nC. 已交税金\nD. 出口退税\nE. 进项税额转出",
    "a": "ABCDE",
    "e": ""
  },
  {
    "q": "【流动负债·多选】5.计算委托加工应税消费品应交纳的消费税时，可能用到（）科目。\nA.\"税金及附加\"\nB.\"委托加工物资\"\nC.\"应交税费\"\nD.\"管理费用\"",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【流动负债·多选】6.城市维护建设税应以（）为计税依据。\nA. 增值税\nB. 消费税\nC. 资源税\nD. 契税",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【流动负债·多选】7.下列项目中，属于职工薪酬的有（）。\nA. 职工工资、奖金、津贴和补贴\nB. 住房公积金\nC. 工会经费和职工教育经费\nD. 因解除与职工的劳动关系给予的补偿",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】8.下列项目中，属于其他应付款核算范围的有（）。\nA. 职工未按期领取的工资\nB. 应付短期租赁固定资产租金\nC. 存出投资款\nD. 应付、暂收所属单位、个人的款项",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】9.下列各项税金中，应计入有关成本的有（）。\nA. 一般纳税人购买材料支付的增值税\nB. 购入工程用物资所支付的增值税\nC. 小规模纳税人购入原材料应交纳的增值税\nD. 购入专用于集体福利的固定资产应交纳的增值税",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】10.下列各项中，应做增值税\"进项税额转出\"处理的有（）。\nA. 外购货物用于集体福利\nB. 外购货物发生非正常损失\nC. 外购服务用于简易计税项目\nD. 外购不动产产生非正常损失",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】11.下列薪酬中，属于短期薪酬的有（）。\nA. 工会经费\nB. 医疗保险\nC. 工伤保险\nD. 养老保险",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【流动负债·多选】12.可以不通过\"应交税费\"科目核算的税金有（）。\nA. 房产税\nB. 耕地占用税\nC. 印花税\nD. 契税",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】13.下列各项中，应交纳增值税的有（）。\nA. 提供设计服务\nB. 销售不动产\nC. 转让无形资产\nD. 出租不动产",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】14.月末分配职工工资时可能涉及（）科目。\nA.\"生产成本\"\nB.\"制造费用\"\nC.\"管理费用\"\nD.\"在建工程\"",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【流动负债·多选】15.企业采用（）结算方式时应通过\"应付票据\"科目核算。\nA. 银行汇票\nB. 商业承兑汇票\nC. 银行承兑汇票\nD. 银行本票",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【流动负债·判断】1.企业购入货物只要取得增值税专用发票，就应该将支付的增值税税额作为\"应交税费——应交增值税（进项税额）\"核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债·判断】2.工会经费和职工教育经费不属于职工薪酬的范围，不通过\"应付职工薪酬\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债·判断】3.企业生产工人的医疗保险费、养老保险费、失业保险费、工伤保险费和生育保险费等社会保险费应计入当期管理费用。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债·判断】4.职工薪酬中的非货币性福利应当根据职工提供服务的受益对象分别计入成本费用。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【流动负债·判断】5.企业将自产或委托加工的货物用于职工福利，在会计上按照货物成本入账，不用计税。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债·判断】6.预收账款不多的企业，可以不设置\"预收账款\"科目。企业预收客户货款时，直接将其记入\"应付账款\"科目的贷方。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债·判断】7.短期借款利息在预提或实际支付时均应通过\"短期借款\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债·判断】8.职工因公负伤赴外地就医的路费应计入管理费用，在当期损益中列支。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【流动负债·判断】9.企业应交的各种税金，均应通过\"应交税费\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【流动负债·判断】10.应付商业承兑汇票到期，如企业无力支付票款，应将应付票据按票面金额转作短期借款。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【货币资金】1.企业库存现金限额一般按照企业（）的日常零星开支所需数量确定。远离银行或交通不便的企业，可以根据企业不超过15天的日常支出来核定。\nA.3～5天\nB.3～7天\nC.3～15天\nD.5～15天",
    "a": "A",
    "e": ""
  },
  {
    "q": "【货币资金】2.下列各项可缴存现金但不能支取现金的账户是（）。\nA. 基本存款账户\nB. 一般存款账户\nC. 临时存款账户\nD. 专用存款账户",
    "a": "B",
    "e": ""
  },
  {
    "q": "【货币资金】3.企业的工资、奖金等现金的支取，只能通过（）办理。\nA. 基本存款账户\nB. 一般存款账户\nC. 临时存款账户\nD. 专项存款账户",
    "a": "A",
    "e": ""
  },
  {
    "q": "【货币资金】4.企业支付的银行承兑汇票手续费应记入（）科目。\nA.\"管理费用\"\nB.\"财务费用\"\nC.\"营业外支出\"\nD.\"其他业务成本\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【货币资金】5.对于银行已经入账而企业尚未入账的未达账项，企业应当（）。\nA. 在编制\"银行存款余额调节表\"的同时入账\nB. 根据\"银行对账单\"记录的金额入账\nC. 待结算凭证到达后入账\nD. 根据银行存款余额调节表自制凭证入账",
    "a": "C",
    "e": ""
  },
  {
    "q": "【货币资金】6.下列结算方式中，只能用于同一票据交换区域结算的是（）。\nA. 汇兑结算方式\nB. 委托收款结算方式\nC. 银行汇票结算方式\nD. 银行本票结算方式",
    "a": "D",
    "e": ""
  },
  {
    "q": "【货币资金】7.企业在进行现金清查中发现多余的现金，在未经批准处理之前，应借记\"库存现金\"科目，贷记（）科目。\nA.\"其他应收款\"\nB.\"营业外收入\"\nC.\"待处理财产损溢\"\nD.\"其他业务收入\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【货币资金】8.下列结算方式中，应通过\"应收票据\"科目核算的是（）。\nA. 商业汇票\nB. 委托收款\nC. 托收承付\nD. 汇兑",
    "a": "A",
    "e": ""
  },
  {
    "q": "【货币资金】9.下列结算方式中，应通过\"其他货币资金\"科目核算的是（）。\nA. 银行汇票结算方式\nB. 银行本票结算方式\nC. 支票结算方式\nD. 商业汇票",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【货币资金】10.下列应通过\"其他货币资金\"科目核算的是（）。\nA. 外埠存款\nB. 委托收款\nC. 支票\nD. 商业汇票",
    "a": "A",
    "e": ""
  },
  {
    "q": "【货币资金·多选】1.出纳人员不得兼任（）工作。\nA. 稽核\nB. 会计档案保管\nC. 收入、支出、费用的登记\nD. 债权债务的登记",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【货币资金·多选】2.现金日记账应根据（）登记。\nA. 现金收款凭证\nB. 现金付款凭证\nC. 银行存款收款凭证\nD. 银行存款付款凭证",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【货币资金·多选】3.现金短缺的会计核算中有可能涉及（）科目。\nA.\"待处理财产损溢\"\nB.\"营业外支出\"\nC.\"管理费用\"\nD.\"其他应收款\"",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【货币资金·多选】4.企业现金清查的主要内容有（）。\nA. 是否存在贪污或挪用\nB. 是否存在白条抵库\nC. 是否存在未达账项\nD. 是否存在超限额库存现金",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【货币资金·多选】5.关于现金管理，下列说法正确的有（）。\nA. 在国家规定的范围内使用现金结算\nB. 库存限额一经确定，不得变更\nC. 收入的现金必须当天送存银行\nD. 必须每天登记现金日记账",
    "a": "AD",
    "e": ""
  },
  {
    "q": "【货币资金·多选】6.企业\"银行存款\"科目的余额与银行账户中企业存款的余额不一致的原因有（）。\nA. 存在未达账项\nB. 存在记账错误\nC. 报表编制错误\nD. 以上都正确",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【货币资金·多选】7.未达账项的类型可以包括（）。\nA. 银行已收款入账，企业尚未收款入账\nB. 银行已付款入账，企业尚未付款入账\nC. 企业已收款入账，银行尚未收款入账\nD. 企业已付款入账，银行尚未付款入账",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【货币资金·多选】8.银行本票分为定额本票和不定额本票。其中定额本票面值包括（）元。\nA.1000\nB.5000\nC.10000\nD.50000",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【货币资金·多选】9.可支取现金的支票有（）。\nA. 现金支票\nB. 转账支票\nC. 普通支票\nD. 划线支票",
    "a": "AC",
    "e": ""
  },
  {
    "q": "【货币资金·多选】10.按照《银行账户管理办法》的规定，企业可以开立和使用的账户有（）。\nA. 基本存款账户\nB. 一般存款账户\nC. 临时存款账户\nD. 专用存款账户",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【货币资金·判断】1.货币资金不仅包括库存现金，还包括银行存款及其他货币资金。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【货币资金·判断】2.一般情况下，企业发生的少量零星开支可直接从本单位的现金收入中支付。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【货币资金·判断】3.根据规定，企业只能在一家银行开立一个存款账户。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【货币资金·判断】4.企业的一般存款账户可以办理转账手续和现金缴存，但不能办理现金支取。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【货币资金·判断】5.在普通支票左上角划两条平行线，为划线支票，划线支票只能用于转账，不能用于支取现金。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【货币资金·判断】6.如果企业签发空头支票，银行可以退票，并按票面金额处以5%但不低于10000元的罚款。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【货币资金·判断】7.企业银行存款日记账至少每年与银行核对一次。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【货币资金·判断】8.银行存款余额调节表主要用来核对企业与银行双方的记账有无差错，因此不能作为记账的依据。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【货币资金·判断】9.银行汇票和银行承兑汇票一样，都通过\"其他货币资金\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【货币资金·判断】10.单位的信用卡可以续存现金，但不能支取现金。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【固定资产】1.企业采用经营租赁方式租出一台设备，该设备计提的折旧费应记入（）科目。\nA.\"生产成本\"\nB.\"制造费用\"\nC.\"管理费用\"\nD.\"其他业务成本\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【固定资产】2.企业购入的生产设备达到预定可使用状态前，其发生的专业人员服务费用记入（）科目。\nA.\"固定资产\"\nB.\"制造费用\"\nC.\"在建工程\"\nD.\"工程物资\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【固定资产】3.企业2022年6月22日将一个生产线投入使用，该生产线成本740万元，预计使用5年，预计净残值20万元，采用年数总和法计提折旧，2022年该生产线应计提的折旧为（）万元。\nA.240\nB.140\nC.120\nD.148",
    "a": "C",
    "e": ""
  },
  {
    "q": "【固定资产】4.企业对账面原值为15万元的固定资产进行清理，累计折旧为10万元，已计提减值准备1万元，清理时发生清理费用0.5万元，清理收入6万元，不考虑增值税，该固定资产的清理净收益为（）万元。\nA.5.5\nB.6\nC.1.5\nD.6.5",
    "a": "C",
    "e": ""
  },
  {
    "q": "【固定资产】5.下列固定资产当月应计提折旧的是（）。\nA. 以经营租赁方式租出的汽车\nB. 当月购入并投入使用的机器\nC. 已提足折旧的厂房\nD. 单独计价入账的土地",
    "a": "A",
    "e": ""
  },
  {
    "q": "【固定资产】6.固定资产报废清理后发生的净损失，应计入（）。\nA. 投资收益\nB. 管理费用\nC. 营业外支出\nD. 其他业务成本",
    "a": "C",
    "e": ""
  },
  {
    "q": "【固定资产】7.企业在使用固定资产过程中发生更新改造支出应计入（）。\nA. 长期待摊费用\nB. 固定资产清理\nC. 营业外收入\nD. 在建工程",
    "a": "D",
    "e": ""
  },
  {
    "q": "【固定资产】8.企业购入需要安装的固定资产，不论采用何种安装方式，固定资产的全部安装成本（包括固定资产买价以及包装费、运杂费和安装费）均应通过（）科目进行核算。\nA.\"固定资产\"\nB.\"在建工程\"\nC.\"工程物资\"\nD.\"长期股权投资\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【固定资产】9.计提固定资产折旧时，可以先不考虑固定资产净残值的方法是（）。\nA. 年限平均法\nB. 工作量法\nC. 双倍余额递减法\nD. 年数总和法",
    "a": "C",
    "e": ""
  },
  {
    "q": "【固定资产】10.2022年12月31日，甲公司某项固定资产计提减值准备前的账面价值为1000万元，公允价值为980万元，预计处置费用为80万元，预计未来现金流量的现值为1050万元。2022年12月31日，甲公司应对该项固定资产计提的减值准备为（）万元。\nA.0\nB.20\nC.50\nD.100",
    "a": "A",
    "e": ""
  },
  {
    "q": "【固定资产】11.已达到预定可使用状态但尚未办理竣工决算的固定资产，应将（）作为暂估价值并转入固定资产，待竣工决算后再进行调整。\nA. 市场价格\nB. 计划成本\nC. 估计价值\nD. 实际成本",
    "a": "C",
    "e": ""
  },
  {
    "q": "【固定资产】12.企业的下列固定资产中，不计提折旧的是（）。\nA. 闲置的房屋\nB. 租入的设备\nC. 临时出租的设备\nD. 已提足折旧仍继续使用的设备",
    "a": "D",
    "e": ""
  },
  {
    "q": "【固定资产】13.A企业2018年12月购入一项固定资产，原价为600万元，采用年限平均法计提折旧，使用寿命为10年，预计净残值为0，2022年1月该企业对该项固定资产的某一主要部件进行更换，发生支出合计400万元，符合固定资产确认条件，被更换的部件的原价为300万元。则对该项固定资产进行更换后的原价为（）万元。\nA.210\nB.1000\nC.820\nD.610",
    "a": "D",
    "e": ""
  },
  {
    "q": "【固定资产】14.企业生产车间使用的固定资产发生的下列支出中，直接计入当期损益的是（）。\nA. 购入时发生的安装费用\nB. 发生的装修费用\nC. 购入时发生的运杂费\nD. 发生的修理费",
    "a": "D",
    "e": ""
  },
  {
    "q": "【固定资产】15.某企业2022年6月初固定资产原值10500万元。6月增加了一项固定资产入账价值750万元；同时6月减少了固定资产原值150万元；则该企业6月应提折旧的固定资产原值为（）万元。\nA.11100\nB.10650\nC.10500\nD.10350",
    "a": "C",
    "e": ""
  },
  {
    "q": "【固定资产·多选】1.下列固定资产应计提折旧的有（）。\nA. 租入的固定资产\nB. 未使用的机器设备、房屋及建筑物\nC. 大修理停用的固定资产\nD. 持有待售的固定资产",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【固定资产·多选】2.下列经济业务应计入固定资产价值的有（）。\nA. 经营租入固定资产改良支出\nB. 在建工程领用本企业产品应纳的消费税\nC. 在建工程发生的工程管理费\nD. 在建工程达到预定可使用状态前发生的借款汇兑差额",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【固定资产·多选】3.计提固定资产折旧应借记的会计科目有（）科目。\nA.\"制造费用\"\nB.\"销售费用\"\nC.\"管理费用\"\nD.\"其他业务成本\"",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【固定资产·多选】4.下列各类机器设备，应计提折旧的有（）。\nA. 正在运转的机器设备\nB. 经营租出的机器设备\nC. 季节性停用的机器设备\nD. 已提足折旧仍继续使用的机器设备",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【固定资产·多选】5.下列各项中，会引起固定资产账面价值发生变化的有（）科目。\nA.\"计提固定资产减值准备\"\nB.\"计提固定资产折旧\"\nC.\"固定资产费用化的后续支出\"\nD.\"固定资产资本化的后续支出\"",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【固定资产·多选】6.外购固定资产，其入账价值包括（）。\nA. 支付的安装费\nB. 支付的专业人员服务费\nC. 领用本企业产品交纳的资源税\nD. 支付购买设备的价款",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【固定资产·多选】7.下列方法中属于加速折旧的有（）。\nA. 工作量法\nB. 年限平均法\nC. 年数总和法\nD. 双倍余额递减法",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【固定资产·多选】8.通过\"固定资产清理\"科目核算的固定资产业务有（）。\nA. 固定资产报废\nB. 固定资产出售\nC. 固定资产毁损\nD. 固定资产盘亏",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【固定资产·多选】9.下列各项中，影响固定资产处置损益的有（）。\nA. 固定资产原价\nB. 固定资产清理费用\nC. 固定资产处置收入\nD. 固定资产减值准备",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【固定资产·多选】10.\"固定资产清理\"科目贷方登记的项目有（）。\nA. 转入清理的固定资产账面价值\nB. 出售固定资产的变价收入\nC. 结转的清理净收益\nD. 结转的清理净损失",
    "a": "BD",
    "e": ""
  },
  {
    "q": "【固定资产·判断】1.对于构成固定资产的各组成部分，如果各自具有不同的使用寿命或者以不同的方式为企业提供经济利益，企业应将各组成部分单独确认为固定资产，并且采用不同的折旧率或者折旧方法计提折旧。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【固定资产·判断】2.企业购置的环保设备和安全设备等资产，由于它们的使用不能直接为企业带来经济利益，所以企业不应将其确认为固定资产。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】3.在不考虑计提固定资产减值准备的情况下，某项固定资产期满报废时，无论采用年限平均法，还是采用加速折旧法，其累计折旧额一定等于该项固定资产应计提折旧总额。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【固定资产·判断】4.企业出售一项不需用的固定资产的净损益通过\"资产处置损益\"科目核算。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【固定资产·判断】5.固定资产的大修理费用和日常修理费用，通常不符合固定资产确认条件，金额较小时应当在发生时计入当期管理费用，金额较大时采用预提或待摊方式处理。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】6.固定资产发生的更新改造支出、房屋装修费用等，符合固定资产确认条件的，应当计入固定资产成本，同时将被替换部分的账面价值扣除。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【固定资产·判断】7.当月增加的固定资产，从当月开始计提折旧；当月减少的固定资产，当月不再计提折旧。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】8.企业为在建工程采购物资时，不通过\"材料采购\"科目核算。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【固定资产·判断】9.企业发生固定资产盘亏、盘盈时，应通过\"固定资产清理\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】10.固定资产账面价值是固定资产成本扣减累计折旧的金额。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】11.企业对租入的固定资产均不拥有所有权，故租入时均不必进行账务处理，只需在备查簿中进行登记。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】12.由于自然灾害造成的固定资产损失，同自然报废产生的固定资产净损失一样，都应列入\"营业外支出\"处理。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【固定资产·判断】13.企业购入的工程物资，其增值税进项税额不能抵扣，而应计入工程物资的成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】14.工作量法计提折旧的特点是每年提取的折旧额相等。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【固定资产·判断】15.固定资产的后续支出只能进行资本化，而不能进行费用化。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产】1.企业通常应当采用（）对投资性房地产进行后续计量。\nA. 成本模式\nB. 公允价值模式\nC. 成本模式或公允价值模式\nD. 重置成本模式",
    "a": "A",
    "e": ""
  },
  {
    "q": "【投资性房地产】2.按照《企业会计准则》的规定，下列属于投资性房地产的是（）。\nA. 房地产开发企业销售的或为销售而正在开发的商品房和土地\nB. 企业生产经营用的厂房、车间\nC. 企业生产经营用的办公楼\nD. 企业经营性出租的办公楼",
    "a": "D",
    "e": ""
  },
  {
    "q": "【投资性房地产】3.自用房地产转换为采用公允价值模式计量的投资性房地产，投资性房地产应当按照转换当日的公允价值计量。转换当日的公允价值大于原账面价值的差额通过（）科目核算。\nA.\"营业外收入\"\nB.\"公允价值变动损益\"\nC.\"其他综合收益\"\nD.\"其他业务收入\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【投资性房地产】4.根据《企业会计准则》的规定，下列项目不属于投资性房地产的是（）。\nA. 已出租的建筑物\nB. 持有并准备增值后转让的土地使用权\nC. 已出租的土地使用权\nD. 持有并准备增值后转让的房屋建筑物",
    "a": "D",
    "e": ""
  },
  {
    "q": "【投资性房地产】5.企业对以成本模式进行后续计量的投资性房地产摊销时，应该借记（）科目。\nA.\"投资收益\"\nB.\"其他业务成本\"\nC.\"营业外收入\"\nD.\"管理费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【投资性房地产】6.投资性房地产不论是成本模式计量还是公允价值模式计量，取得的租金收入均通过（）科目核算。\nA.\"营业外收入\"\nB.\"投资收益\"\nC.\"其他业务成本\"\nD.\"其他业务收入\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【投资性房地产】7.自用房地产或存货转换为采用公允价值模式计量的投资性房地产，其差额计入所有者权益。处置该项投资性房地产时，转换当日原计入所有者权益的部分应当转入（）科目核算。\nA.\"营业外收入\"\nB.\"投资收益\"\nC.\"利润分配\"\nD.\"其他业务收入\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【投资性房地产】8.在公允价值模式计量下，投资性房地产的公允价值变动（）。\nA. 记入\"公允价值变动损益\"科目\nB. 记入\"其他综合收益\"科目\nC. 记入\"投资收益\"科目\nD. 公允价值上升记入\"其他综合收益\"科目，公允价值下降记入\"公允价值变动损益\"科目",
    "a": "A",
    "e": ""
  },
  {
    "q": "【投资性房地产】9.企业将原自用的房地产转换为以公允价值计量的投资性房地产时，应当在转换日将该房地产的账面价值与公允价值之间的差额（）。\nA. 记入\"公允价值变动损益\"科目\nB. 记入\"其他综合收益\"科目\nC. 公允价值大于账面价值的差额记入\"其他综合收益\"科目，公允价值小于账面价值的差额记入\"公允价值变动损益\"科目\nD. 公允价值大于账面价值的差额记入\"公允价值变动损益\"科目，公允价值小于账面价值的差额记入\"其他综合收益\"科目",
    "a": "C",
    "e": ""
  },
  {
    "q": "【投资性房地产】10.某企业的投资性房地产采用公允价值模式计量。2022年1月1日购入一幢建筑物用于出租。该建筑物的成本为500万元，预计使用年限为20年，预计净残值为20万元。2022年应该计提的折旧额为（）万元。\nA.0\nB.25\nC.24\nD.20",
    "a": "A",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】1.根据《企业会计准则》的规定，下列项目属于投资性房地产的有（）。\nA. 已出租的建筑物\nB. 持有并准备增值后转让的土地使用权\nC. 已出租的土地使用权\nD. 持有并准备增值后转让的房屋建筑物等自用房地产",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】2.将投资性房地产转换为其他资产或者将其他资产转换为投资性房地产，关于转换日的确定叙述正确的有（）。\nA. 投资性房地产开始自用，转换日是指房地产达到自用状态，企业开始将房地产用于生产商品、提供劳务或者经营管理的日期\nB. 作为存货的房地产改为出租，或者自用建筑物或土地使用权停止自用改为出租，转换日应当为租赁期开始日\nC. 自用土地使用权停止自用，改为用于资本增值，转换日是指停止将该项土地使用权用于生产商品、提供劳务或经营管理，且该土地使用权能够单独计量和转让的日期\nD. 自用土地使用权停止自用，改为用于资本增值，转换日是指停止将该项土地使用权用于生产商品、提供劳务或经营管理的日期",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】3.依据《企业会计准则》，关于投资性房地产后续计量模式的叙述正确的有（）。\nA. 通常应当采用成本模式进行计量\nB. 只有符合规定条件的，才可以采用公允价值模式进行计量\nC. 同一企业只能采用一种模式对所有投资性房地产进行后续计量，不得同时采用两种模式计量\nD. 成本模式可转为公允价值模式\nE. 已采用公允价值模式的可以转为成本模式",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】4.投资性房地产与自用房地产的主要区别有（）。\nA. 投资性房地产用于出租是企业的一项经营活动\nB. 投资性房地产主要通过租金收入为企业带来经济利益流入\nC. 投资性房地产一般以成本计量，但符合条件的也可以公允价值计量\nD. 投资性房地产一般价值较大，账面价值较小的可以作为固定资产或无形资产核算",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】5.投资性房地产采用公允价值模式进行计量需要设置（）科目。\nA.\"投资性房地产累计折旧\"\nB.\"投资性房地产累计摊销\"\nC.\"投资性房地产减值准备\"\nD.\"投资性房地产\"\nE.\"公允价值变动损益\"",
    "a": "DE",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】6.采用成本模式计量的投资性房地产在处置时，下列说法正确的有（）。\nA. 将收到的价款记入\"其他业务收入\"科目\nB. 将收到的价款记入\"投资收益\"科目\nC. 将投资性房地产的账面价值转入\"其他业务成本\"科目\nD. 将投资性房地产的账面价值转入\"投资性房地产清理\"科目",
    "a": "AC",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】7.企业将作为管理用的一栋办公楼转换为采用公允价值模式计量的投资性房地产，下列说法正确的有（）。\nA. 自用的办公楼转换为采用公允价值模式计量的投资性房地产，该项投资性房地产应当按照办公楼的账面余额计量\nB. 自用房地产或存货转换为采用公允价值模式计量的投资性房地产，该项投资性房地产应当按照转换当日的公允价值计量\nC. 转换当日的公允价值大于原账面价值的差额记入\"其他综合收益\"科目\nD. 转换当日的公允价值小于原账面价值的差额记入\"公允价值变动损益\"科目",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】8.企业拥有的房地产可能作为（）核算。\nA. 固定资产\nB. 无形资产\nC. 投资性房地产\nD. 存货",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】9.采用公允价值模式进行后续计量的投资性房地产，下列说法正确的有（）。\nA. 不计提折旧或进行摊销，也不计提减值准备\nB. 资产负债表日应以公允价值为基础调整账面价值，公允价值与原账面价值的差额计入公允价值变动损益\nC. 会计不计提折旧，计算企业所得税仍需要计提折旧\nD. 会计处理中确认的公允价值变动损益不计入应纳税所得额",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【投资性房地产·多选】10.下列投资性房地产初始计量的表述正确的有（）。\nA. 外购投资性房地产的成本包括购买价款、相关税费和可直接归属于该资产的其他支出\nB. 自行建造投资性房地产的成本，由建造该项资产达到预定可使用状态前所发生的必要支出构成\nC. 债务重组取得的投资性房地产按照债务重组准则的相关规定处理\nD. 非货币性资产交换取得的投资性房地产按照非货币性资产交换准则的规定处理",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】1.持有并准备增值后转让的房屋建筑物属于投资性房地产。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】2.企业出租给本企业职工居住的宿舍，具有自用房地产的性质，因此不属于投资性房地产。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】3.企业拥有并自行经营的旅馆饭店，属于投资性房地产。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】4.同一企业可以同时采用两种计量模式对投资性房地产进行后续计量。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】5.采用公允价值模式对投资性房地产进行后续计量，取得的租金收入，借记\"银行存款\"等科目，贷记\"投资收益\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】6.对于以公允价值模式计量的投资性房地产，由于已经采用公允价值计量并将公允价值价值变动计入损益，所以不再进行减值测试，不计提减值准备。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】7.房地产转换是指已被确认为投资性房地产的后续计量模式的改变。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】8.企业对投资性房地产进行日常维护所发生的支出应当计入投资性房地产成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】9.处置投资性房地产时，与处置固定资产和无形资产的核算方法相同，其处置损益计入营业外收入或营业外支出。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【投资性房地产·判断】10.对投资性房地产进行改扩建的，应当通过\"在建工程\"科目进行核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【存货】1.出租包装物发生修理费时，应通过（）科目核算。\nA.\"销售费用\"\nB.\"其他业务成本\"\nC.\"生产成本\"\nD.\"管理费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【存货】2.关于\"材料成本差异\"科目说法正确的有（）。\nA. 该科目的借方登记购入材料的超支差额\nB. 该科目的贷方登记超支差额\nC. 该科目的月末余额只能在贷方\nD. 该科目的月末余额只能在借方",
    "a": "A",
    "e": ""
  },
  {
    "q": "【存货】3.某企业采用计划成本法核算发出存货，钢筋的计划成本为1000元/吨，本月发出钢筋20吨，本月材料成本差异率为0.2%，则本月发出钢筋应分担的材料成本差异额为（）。\nA.20元\nB.40元\nC.30元\nD.10元",
    "a": "B",
    "e": ""
  },
  {
    "q": "【存货】4.出借包装物发生的包装物摊销费，应记入（）科目。\nA.\"管理费用\"\nB.\"销售费用\"\nC.\"主营业务成本\"\nD.\"其他业务成本\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【存货】5.企业在具体运用\"成本与可变现净值孰低法\"时，需要进行账务处理的情况是（）。\nA. 可变现净值高于成本\nB. 可变现净值低于成本\nC. 可变现净值等于成本\nD. 以上都需要进行账务处理",
    "a": "B",
    "e": ""
  },
  {
    "q": "【存货】6.（）计价方法平时在明细账中只登记发出材料的数量，月末计算登记全月发出材料的金额。\nA. 先进先出法\nB. 移动加权平均法\nC. 后进先出法\nD. 全月一次加权平均法",
    "a": "D",
    "e": ""
  },
  {
    "q": "【存货】7.下列原材料相关损失项目中，应计入管理费用的是（）。\nA. 自然灾害造成的原材料损失\nB. 人为责任造成的原材料损失\nC. 计量差错引起的原材料盘亏\nD. 原材料运输途中发生的合理损耗",
    "a": "C",
    "e": ""
  },
  {
    "q": "【存货】8.下列各项支出中，可能不计入存货成本的项目是（）。\nA. 购进存货时的增值税\nB. 入库前的挑选整理费\nC. 购买存货而发生的运输费\nD. 购买存货而交纳的消费税",
    "a": "A",
    "e": ""
  },
  {
    "q": "【存货】9.按照规定，在成本与可变现净值孰低法下，对成本与可变现净值进行比较，以确定当期存货跌价准备金额时，一般应当（）。\nA. 分别单个存货项目进行比较\nB. 分别存货类别进行比较\nC. 按全部存货进行比较\nD. 企业根据实际情况做出选择",
    "a": "A",
    "e": ""
  },
  {
    "q": "【存货】10.采用计划成本进行材料日常核算时，月末发出材料应分摊的成本差异，如是超支差异，应记入（）。\nA.\"材料成本差异\"科目的借方\nB.\"材料成本差异\"科目的贷方\nC.\"材料成本差异\"科目的借方或贷方\nD. 其他科目",
    "a": "B",
    "e": ""
  },
  {
    "q": "【存货】11.某企业期末\"工程物资\"科目的余额为100万元，\"发出商品\"科目的余额为50万元，\"原材料\"科目的余额为60万元，\"材料成本差异\"科目的贷方余额为5万元。\"存货跌价准备\"科目的余额为20万元，假定不考虑其他因素，该企业资产负债表中\"存货\"项目的金额为（）万元。\nA.85\nB.95\nC.185\nD.195",
    "a": "A",
    "e": ""
  },
  {
    "q": "【存货】12.在存货清查中，盘亏与毁损的存货，由于自然灾害、意外事故造成的，扣除保险公司赔偿后的净损失，经批准，应记入（）科目。\nA.\"待处理财产损溢\"\nB.\"营业外支出\"\nC.\"其他应收款\"\nD.\"管理费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【存货】13.某工业企业为增值税一般纳税企业，2022年5月购入A材料1000千克，增值税专用发票上注明买价30000元，增值税3900元，该批A材料在运输途中发生1%的合理损耗，实际验收入库990千克，在入库前发生挑选整理费300元。该批入库A材料的实际总成本为（）元。\nA.29700\nB.35100\nC.30300\nD.34800",
    "a": "C",
    "e": ""
  },
  {
    "q": "【存货】14.增值税一般纳税人，委托加工材料因增值而交纳的增值税，记入（）科目。\nA.\"委托加工物资\"\nB.\"应交税费——应交增值税\"\nC.\"材料成本差异\"\nD.\"管理费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【存货】15.下列各项资产中，（）不属于存货范围。\nA. 委托加工材料\nB. 委托代销商品\nC. 租入包装物\nD. 在途材料",
    "a": "C",
    "e": ""
  },
  {
    "q": "【存货·多选】1.存货的成本包括（）。\nA. 采购成本\nB. 加工成本\nC. 主营业务成本\nD. 其他成本",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【存货·多选】2.企业出租包装物摊销时，可以采用的摊销方法有（）。\nA. 实际成本法\nB. 一次摊销法\nC. 计划成本法\nD. 分次摊销法",
    "a": "BD",
    "e": ""
  },
  {
    "q": "【存货·多选】3.用于储存和保管产品、材料而不对外出售的包装物，应按其价值大小和使用年限长短，分别在（）或（）科目核算。\nA.\"周转材料——包装物\"\nB.\"原材料\"\nC.\"固定资产\"\nD.\"周转材料——低值易耗品\"",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【存货·多选】4.在\"周转材料——包装物\"科目核算的包装物是指（）。\nA. 一次性消耗的包装材料\nB. 用于储存和保管产品、材料而不对外出售、出租和出借的包装物\nC. 用于包装本企业产品，并对外出租和出借的包装物\nD. 用于包装本企业产品，并对外出售的包装物",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【存货·多选】5.\"材料成本差异\"科目贷方核算的内容有（）。\nA. 购入材料实际成本大于计划成本的差异\nB. 购入材料实际成本小于计划成本的差异\nC. 发出材料实际成本大于计划成本的差异\nD. 发出材料实际成本小于计划成本的差异",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【存货·多选】6.下列属于发出存货计价方法的有（）。\nA. 先进先出法\nB. 后进先出法\nC. 加权平均法\nD. 个别计价法",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【存货·多选】7.下列应计入存货采购成本的有（）。\nA. 买价\nB. 运输途中的合理损耗\nC. 增值税\nD. 进口关税",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【存货·多选】8.下列各项中，应作为原材料进行核算和管理的有（）。\nA. 原料及主要材料\nB. 修理用备件\nC. 包装材料\nD. 出租包装物",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【存货·多选】9.下列业务中，通过\"其他业务收入\"科目核算的有（）。\nA. 销售材料取得的收入\nB. 出租包装物的租金收入\nC. 随商品出售，单独计价的包装物收入\nD. 出借包装物收到的押金",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【存货·多选】10.下列项目中，应作为销售费用处理的有（）。\nA. 销售材料的成本\nB. 出租包装物的摊销额\nC. 随商品出售，不单独计价的包装物的成本\nD. 出借包装物的摊销额",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【存货·判断】1.为了安全生产、劳动保护而发给职工的工作服、工作鞋和各种劳动保护用品不能列为低值易耗品。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【存货·判断】2.随同产品出售、单独计价的包装物，应按出售包装物的收入记入\"主营业务收入\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【存货·判断】3.盘盈存货的计价应按照同类或类似存货的市场价格，作为实际成本。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】4.同一项资产，在不同的企业可能分属存货和固定资产。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】5.购入材料在运输途中发生的合理损耗不需单独进行账务处理。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】6.当存货的可变现净值高于其实际成本时，应将原存货跌价准备中已有的金额全部冲减，但最多将存货跌价准备冲减至零为止。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】7.采用成本与可变现净值孰低法计价时，如果期末存货的成本低于可变现净值，资产负债表中的存货仍按期末账面价值列示。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】8.商品流通企业购进商品所发生的采购费用和储存费用应计入商品成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【存货·判断】9.甲企业向乙企业购入一批原材料存放在乙企业的仓库内，但货款已经支付，发票已开出，有人认为该存货是乙企业的。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【存货·判断】10.\"成本与可变现净值孰低法\"中的\"成本\"是指重置成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【存货·判断】11.未经批准转销前，存货的盘盈应通过\"待处理财产损溢\"科目进行核算。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】12.构成产品组成部分的包装物，在领用时，其成本记入企业的\"销售费用\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【存货·判断】13.对于已霉烂变质的存货，企业应当计提存货跌价准备。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】14.凡在盘存日期，法定所有权属于企业的存货，不论其存放地点在何处，均视为企业的存货。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【存货·判断】15.委托代销商品属于企业的存货。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【费用】1.企业为扩大生产经营而发生的业务招待费，应记入（）科目。\nA.\"管理费用\"\nB.\"财务费用\"\nC.\"销售费用\"\nD.\"其他业务成本\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【费用】2.企业生产车间发生的固定资产修理费应记入（）科目。\nA.\"制造费用\"\nB.\"生产成本\"\nC.\"长期待摊费用\"\nD.\"管理费用\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【费用】3.以下不属于期间费用的是（）。\nA. 管理费用\nB. 财务费用\nC. 制造费用\nD. 销售费用",
    "a": "C",
    "e": ""
  },
  {
    "q": "【费用】4.销售费用不包括（）。\nA. 产品包装费\nB. 公司经费\nC. 广告费\nD. 产品保险费",
    "a": "B",
    "e": ""
  },
  {
    "q": "【费用】5.下列各项中，应列作管理费用处理的是（）。\nA. 自然灾害造成的流动资产损失\nB. 车间管理人员的工资\nC. 固定资产盘亏净损失\nD. 存货盘盈",
    "a": "D",
    "e": ""
  },
  {
    "q": "【费用】6.下列各项中，不通过\"管理费用\"科目核算的是（）。\nA. 招待费\nB. 矿产资源补偿费\nC. 咨询费\nD. 公司经费",
    "a": "B",
    "e": ""
  },
  {
    "q": "【费用】7.下列属于成本费用的是（）。\nA. 管理费用\nB. 财务费用\nC. 主营业务成本\nD. 销售费用",
    "a": "C",
    "e": ""
  },
  {
    "q": "【费用】8.税金及附加核算的内容不包括（）。\nA. 增值税\nB. 消费税\nC. 资源税\nD. 教育费附加",
    "a": "A",
    "e": ""
  },
  {
    "q": "【费用】9.企业专设销售机构发生的办公费应记入（）科目。\nA.\"管理费用\"\nB.\"财务费用\"\nC.\"制造费用\"\nD.\"销售费用\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【费用】10.行政人员出差回来报销的差旅费应记入（）科目。\nA.\"管理费用\"\nB.\"财务费用\"\nC.\"制造费用\"\nD.\"销售费用\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【费用·多选】1.企业费用的主要内容包括（）。\nA. 主营业务成本\nB. 税金及附加\nC. 销售费用\nD. 管理费用",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【费用·多选】2.下列项目中，应列入财务费用的有（）。\nA. 银行存款的利息收入\nB. 外币兑换发生的汇兑损失\nC. 金融机构手续费\nD. 购货方享受的现金折扣",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【费用·多选】3.下列各项，影响企业营业利润的有（）。\nA. 管理费用\nB. 税金及附加\nC. 所得税费用\nD. 投资收益",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【费用·多选】4.下列税金中应通过\"税金及附加\"科目核算的有（）。\nA. 印花税\nB. 土地增值税\nC. 房产税\nD. 土地使用税",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【费用·多选】5.下列费用中，应当作为管理费用核算的有（）。\nA. 环保税\nB. 业务招待费\nC. 矿产资源补偿费\nD. 车间固定资产修理费",
    "a": "BD",
    "e": ""
  },
  {
    "q": "【费用·多选】6.下列各项中，属于企业\"销售费用\"科目核算范围的有（）。\nA. 广告费\nB. 预计产品质量保证损失\nC. 行政部门业务招待费\nD. 专设销售机构发生的固定资产修理费",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【费用·多选】7.下列属于\"税金及附加\"科目核算内容的有（）。\nA. 增值税\nB. 消费税\nC. 教育费附加\nD. 资源税",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【费用·多选】8.下列属于\"其他业务成本\"科目核算内容的有（）。\nA. 销售材料的成本\nB. 出租固定资产的折旧额",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【费用·判断】1.企业发生的借款利息费用都记入\"财务费用\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【费用·判断】2.期间费用和间接费用都可以计入产品成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【费用·判断】3.行政部门发生的修理费用应记入\"管理费用\"科目，车间发生的修理费用应记入\"制造费用\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【费用·判断】4.企业的罚款支出作为管理费用处理。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【费用·判断】5.企业出售固定资产的增值税记入\"税金及附加\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【长投】1.以下不属于长期股权投资的是（）。\nA. 对子公司的投资\nB. 对联营企业的投资\nC. 对合营企业的投资\nD. 从证券市场购入的准备长期持有的债券",
    "a": "D",
    "e": ""
  },
  {
    "q": "【长投】2.以下采用成本法对长期股权投资核算的是（）。\nA. 对子公司的投资\nB. 对联营企业的投资\nC. 对合营企业的投资\nD. 对任何企业的投资",
    "a": "A",
    "e": ""
  },
  {
    "q": "【长投】3.企业在二级市场购入的某上市公司股票，准备随时出售赚取差价，对该上市公司不能施加重大影响，则应当将其划分为（）。\nA. 以公允价值计量且其变动计入当期损益的金融资产\nB. 以公允价值计量且其变动计入其他综合收益的金融资产\nC. 以摊余成本计量的金融资产\nD. 长期股权投资",
    "a": "A",
    "e": ""
  },
  {
    "q": "【长投】4.企业以账面价值1000万元、公允价值1500万元的资产从母公司取得M公司80%股份，M公司可辨认净资产账面价值2000万元，公允价值1800万元。则该长期股权投资的初始投资成本为（）万元。\nA.1000\nB.1500\nC.1600\nD.1440",
    "a": "C",
    "e": ""
  },
  {
    "q": "【长投】5.同一控制下的企业合并，合并方为进行企业合并而支付的审计费用、评估费用等直接相关费用，应当计入（）。\nA. 管理费用\nB. 投资收益\nC. 长期股权投资\nD. 营业外支出",
    "a": "A",
    "e": ""
  },
  {
    "q": "【长投】6.非同一控制下的企业合并，购买方为进行企业合并而支付的审计费用、评估费用等直接相关费用，应当计入（）。\nA. 长期股权投资\nB. 投资收益\nC. 管理费用\nD. 营业外支出",
    "a": "C",
    "e": ""
  },
  {
    "q": "【长投】7.甲公司采用成本法核算长期股权投资，被投资单位宣告发放现金股利时，甲公司应按所持股份份额进行账务处理，应借记（）科目。\nA.\"长期股权投资\"\nB.\"投资收益\"\nC.\"管理费用\"\nD.\"应收股利\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【长投】8.非同一控制下的企业合并，购买方为进行企业合并而付出资产的账面价值与公允价值之间的差额，应当计入（）。\nA. 当期损益\nB. 递延收益\nC. 长期股权投资\nD. 不予确认",
    "a": "A",
    "e": ""
  },
  {
    "q": "【长投】9.同一控制下的企业合并所取得的长期股权投资的初始投资成本是（）。\nA. 投出资产的账面价值\nB. 投出资产的公允价值\nC. 取得被合并方所有者权益账面价值的份额\nD. 取得被合并方所有者权益公允价值的份额",
    "a": "C",
    "e": ""
  },
  {
    "q": "【长投】10.采用权益法核算长期股权投资，长期股权投资的初始投资成本大于投资时应享有的被投资单位可辨认净资产公允价值份额时，正确的做法是（）。\nA. 将差额计入营业外收入\nB. 将差额计入投资收益\nC. 将差额计入管理费用\nD. 不调整长期股权投资的初始投资成本",
    "a": "D",
    "e": ""
  },
  {
    "q": "【长投·多选】1.下列各项中，采用权益法核算的有（）。\nA. 对子公司投资\nB. 对联营企业投资\nC. 对合营企业投资\nD. 对被投资单位不具有控制、共同控制或重大影响，且在活跃市场中没有报价、公允价值不能可靠计量的权益性投资",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【长投·多选】2.下列事项中可以计入当期损益的有（）。\nA. 非同一控制下的企业合并，合并方为进行企业合并发生的各项直接相关费用，包括为进行企业合并而支付的审计费用、评估费用、法律服务费用\nB. 非同一控制下取得的股权投资时，发生的审计费用、评估费用\nC. 长期股权投资采用成本法核算，投资企业按被投资单位宣告分派的利润或现金股利确认的应享有的份额\nD. 长期股权投资采用权益法核算，投资企业应享有被投资单位实现的净损益的份额",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【长投·多选】3.企业采用权益法核算时，下列事项中将引起长期股权投资账面价值发生增减变动的有（）。\nA. 长期股权投资的初始投资成本小于投资时应享有被投资单位可辨认净资产公允价值份额\nB. 计提长期股权投资减值准备\nC. 被投资单位其他综合收益发生变化\nD. 获得被投资单位的股票股利",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【长投·多选】4.处置长期股权投资时，下列项目中，会影响投资收益的有（）。\nA. 长期股权投资账面余额\nB. 长期股权投资减值准备\nC. 取得的转让价款\nD. 权益法下计入所有者权益的金额",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【长投·多选】5.同一控制下的企业合并，长期股权投资初始投资成本与支付的合并对价之间的差额可能调整（）。\nA. 资本公积\nB. 盈余公积\nC. 未分配利润\nD. 营业外收入",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【长投·多选】6.权益法下，长期股权投资应当设置的明细科目有（）。\nA. 投资成本\nB. 损益调整\nC. 其他综合收益\nD. 其他权益变动",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【长投·多选】7.采用权益法核算长期股权投资，下列事项或事项应当减少长期股权投资账面价值的有（）。\nA. 被投资单位宣告分派现金股利\nB. 被投资单位发生经营亏损\nC. 被投资单位的其他综合收益发生变动\nD. 处置长期股权投资净损益",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【长投·多选】8.下列各项中，应当确认为投资收益的有（）。\nA. 取得以摊余成本计量的金融资产时支付的交易费用\nB. 取得以公允价值计量且其变动计入当期损益的金融资产时支付的交易费用\nC. 取得长期股权投资时支付的直接费用\nD. 被投资单位宣告发放现金股利",
    "a": "BD",
    "e": ""
  },
  {
    "q": "【长投·多选】9.长期股权投资出现以下迹象（）应当进行减值测试。\nA. 市价持续低于账面价值一年以上\nB. 被投资单位当年发生严重亏损\nC. 被投资单位持续亏损两年以上\nD. 被投资单位进行清理整顿、清算或出现其他不能持续经营的迹象",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【长投·多选】10.权益法下投资损益的确认应当考虑以下因素（）。\nA. 取得投资时被投资企业各项可辨认资产的公允价值与账面价值是否一致\nB. 被投资单位采用的会计政策、会计期间与投资单位是否一致\nC. 被投资单位与投资单位的未实现内部交易损益\nD. 投资单位对被投资单位是否承担额外义务",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【长投·判断】1.准备长期持有的股票可能作为长期股权投资核算，也可能作为其他金融资产核算。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【长投·判断】2.同一控制下取得的长期股权投资，长期股权投资初始投资成本与支付的现金、转让的非现金资产以及所承担债务账面价值之间的差额，应当调整资本公积；资本公积不足冲减的，调整留存收益。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【长投·判断】3.在非企业合并下，以现金取得的长期股权投资，应当按照实际支付的购买价款作为初始投资成本。初始投资成本包括与取得长期股权投资直接相关的费用、税金及其他必要支出。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【长投·判断】4.成本法下分得的现金股利，应全部计入投资收益。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【长投·判断】5.被投资企业宣告发放股票股利时，企业按其享有的金额确认为投资收益。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【长投·判断】6.权益法下确认投资损益，完全取决于被投资单位账面净利润。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【长投·判断】7.权益法下投资单位应当直接根据被投资单位实现的净利润乘以持股比例确定投资收益。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【长投·判断】8.长期股权投资属于企业的一项金融资产，期末一般按公允价值计量。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【长投·判断】9.对子公司的长期股权投资由于金额较大，按照重要性原则，应当采用权益法核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【长投·判断】10.处置长期股权投资时，确认的投资损益的数额应为收到的价款与长期股权投资账面价值的差额。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【利润】1.下列交易和事项中，不应确认为营业外支出的是（）。\nA. 对外捐赠支出\nB. 债务重组损失\nC. 计提的存货跌价准备\nD. 固定资产盘亏损失",
    "a": "C",
    "e": ""
  },
  {
    "q": "【利润】2.某企业去年发生亏损235000元，当用本年度实现的利润弥补去年全部亏损时，应当（）。\nA. 借：利润分配——弥补亏损 235000\n  贷：利润分配——未分配利润 235000\nB. 借：盈余公积 235000\n  贷：利润分配——未分配利润 235000\nC. 借：其他应收款 235000\n  贷：利润分配——未分配利润 235000\nD. 不进行账务处理",
    "a": "D",
    "e": ""
  },
  {
    "q": "【利润】3.下列各项，不影响企业营业利润的项目是（）。\nA. 主营业务收入\nB. 其他收益\nC. 资产处置损益\nD. 营业外收入",
    "a": "D",
    "e": ""
  },
  {
    "q": "【利润】4.某工业企业本期的营业收入100万元，营业成本50万元，管理费用10万元，投资收益20万元，所得税费用18万元。假定不考虑其他因素，该企业本期的营业利润为（）万元。\nA.40\nB.42\nC.60\nD.72",
    "a": "C",
    "e": ""
  },
  {
    "q": "【利润】5.根据《企业会计准则》的规定，企业收到与日常活动无关的政府补助应当记入（）科目。\nA.\"投资收益\"\nB.\"其他业务收入\"\nC.\"主营业务收入\"\nD.\"营业外收入\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【利润】6.企业发生的公益捐赠支出应记入（）科目。\nA.\"销售费用\"\nB.\"营业外支出\"\nC.\"其他业务成本\"\nD.\"财务费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【利润】7.下列项目中，应计入营业外收入的是（）。\nA. 处置交易性金融资产的收益\nB. 固定资产盘盈\nC. 接受捐赠\nD. 无法收到的应收账款",
    "a": "C",
    "e": ""
  },
  {
    "q": "【利润】8.企业因自然灾害造成的损失，在扣除保险公司赔偿后应记入（）科目。\nA.\"财务费用\"\nB.\"其他业务成本\"\nC.\"销售费用\"\nD.\"营业外支出\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【利润】9.某企业上年末\"利润分配——未分配利润\"科目借方余额为50000元(属于超过税收弥补年限以上亏损)，本年度实现利润总额为1000000元，所得税税率为25%，无纳税调整项目，本年按照10%提取法定盈余公积，应为（）元。\nA.75000\nB.71250\nC.100000\nD.70000",
    "a": "A",
    "e": ""
  },
  {
    "q": "【利润】10.某企业上年末\"利润分配——未分配利润\"科目贷方余额为50000元，本年度实现利润总额为1000000元，所得税税率为25%，无纳税调整项目，本年按照10%提取法定盈余公积，应为（）元。\nA.75000\nB.78750\nC.100000\nD.70000",
    "a": "A",
    "e": ""
  },
  {
    "q": "【利润·多选】1.下列影响利润总额计算的项目有（）。\nA. 营业收入\nB. 营业外支出\nC. 营业外收入\nD. 投资收益",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【利润·多选】2.企业进行利润分配核算时，会涉及（）科目。\nA.\"利润分配\"\nB.\"盈余公积\"\nC.\"应付股利\"\nD.\"应交税费\"",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【利润·多选】3.下列项目中，应计入营业外支出的有（）。\nA. 出售报废固定资产的净损失\nB. 因债务人无力支付欠款而发生的应收账款损失\nC. 对外捐赠支出\nD. 债务重组损失",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【利润·多选】4.下列项目中，应计入营业外收入的有（）。\nA. 现金盘盈\nB. 原材料盘盈\nC. 收到与日常活动相关的政府补助\nD. 接受捐赠",
    "a": "AD",
    "e": ""
  },
  {
    "q": "【利润·多选】5.（）科目期末应结转到\"本年利润\"科目。\nA.\"制造费用\"\nB.\"销售费用\"\nC.\"管理费用\"\nD.\"所得税费用\"",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【利润·判断】1.企业以前年度亏损未弥补完，可以提取法定盈余公积。但是，在未提取法定盈余公积前，不得向投资者分配利润。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【利润·判断】2.营业外收入不需要企业付出代价，因此不需要与有关费用配比。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【利润·判断】3.营业外收入、管理费用和销售费用都会影响企业的营业利润。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【利润·判断】4.资产减值损失和所得税费用都会影响企业的利润总额。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【利润·判断】5.企业当期应交所得税等于当期利润总额乘以所得税税率。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益】1.（）是由企业非日常活动所形成的、会导致所有者权益增加的、与所有者投入资本无关的经济利益的流入。\nA. 收入\nB. 利润\nC. 利得\nD. 营业外收入",
    "a": "C",
    "e": ""
  },
  {
    "q": "【权益】2.当企业接受投资人的投资时，对于投资人的出资超过其占企业注册资本份额的部分应通过（）科目核算。\nA.\"实收资本\"\nB.\"资本公积\"\nC.\"股本\"\nD.\"盈余公积\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【权益】3.当股份有限公司采用发起方式设立时，发生的筹资费用可以直接通过（）科目核算。\nA.\"管理费用\"\nB.\"财务费用\"\nC.\"资本公积\"\nD.\"股本\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【权益】4.盈余公积是企业从（）中提取的公积金。\nA. 税后净利润\nB. 营业利润\nC. 利润总额\nD. 税前利润",
    "a": "A",
    "e": ""
  },
  {
    "q": "【权益】5.实收资本的增减与变动超过注册资本的（）时，应持资金使用证明或者验资证明向原登记机关申请变更登记。\nA.10%\nB.15%\nC.20%\nD.30%",
    "a": "C",
    "e": ""
  },
  {
    "q": "【权益】6.当法定盈余公积达到注册资本的（）时，可以不再提取。\nA.10%\nB.20%\nC.50%\nD.30%",
    "a": "C",
    "e": ""
  },
  {
    "q": "【权益】7.用盈余公积弥补亏损时，应借记\"盈余公积\"科目，贷记（）科目。\nA.\"利润分配——未分配利润\"\nB.\"利润分配——提取盈余公积\"\nC.\"本年利润\"\nD.\"利润分配——盈余公积补亏\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【权益】8.股份有限公司为核算投资者投入的资本应当设置（）科目。\nA.\"实收资本\"\nB.\"股东权益\"\nC.\"股本\"\nD.\"所有者权益\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【权益】9.企业溢价发行股票，实收款项超过股票面值的部分，应记入（）科目。\nA.\"主营业务收入\"\nB.\"资本公积\"\nC.\"盈余公积\"\nD.\"财务费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【权益】10.企业用盈余公积转增资本时，转增后留存的盈余公积的数额不得少于转增前注册资本的（）。\nA.20%\nB.15%\nC.25%\nD.50%",
    "a": "C",
    "e": ""
  },
  {
    "q": "【权益·多选】1.所有者权益与负债的区别表现在（）方面。\nA. 对象不同\nB. 清偿的次序不同\nC. 享受的权利不同\nD. 偿还的期限不同",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【权益·多选】2.实收资本减少的原因主要有（）。\nA. 投资者收回投资\nB. 资本过剩\nC. 企业发生重大亏损而需要减少资本\nD. 转增资本公积",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【权益·多选】3.面值发行的股票在收购时，支付的超过面值的部分直接冲减（）。\nA. 盈余公积\nB. 溢价收入\nC. 未分配利润\nD. 资本公积",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【权益·多选】4.资本公积包括的内容有（）。\nA. 资本溢价\nB. 股本溢价\nC. 直接计入所有者权益的利得和损失\nD. 收到的原始投资额",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【权益·多选】5.法定盈余公积按税后利润的（）提取，超过资本金总额的（）时可不再提取。\nA.10%\nB.15%\nC.30%\nD.50%",
    "a": "AD",
    "e": ""
  },
  {
    "q": "【权益·多选】6.企业接受投资者作为资本投入的资产，可以是（）。\nA. 货币资金\nB. 固定资产\nC. 土地使用权\nD. 原材料",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【权益·多选】7.下列不会引起所有者权益总额发生变化的事项有（）。\nA. 提取盈余公积\nB. 用盈余公积弥补亏损\nC. 发放现金股利\nD. 资本公积转增资本",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【权益·多选】8.盈余公积可用于（）。\nA. 弥补亏损\nB. 分派现金股利\nC. 转增资本或股本\nD. 职工福利",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【权益·多选】9.能够用于转增资本的所有者权益是（）。\nA. 实收资本\nB. 资本公积\nC. 盈余公积\nD. 未分配利润",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【权益·多选】10.留存收益包括（）。\nA. 实收资本\nB. 盈余公积\nC. 未分配利润\nD. 资本公积",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【权益·判断】1.所有者权益是指企业净资产扣除负债后，由所有者享有的剩余权益。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】2.实收资本的增减与变动超过注册资本的20%，应持资金使用证明或者验资证明向原登记机关申请变更登记。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【权益·判断】3.实收资本的核算，所有单位都应通过\"实收资本\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】4.企业的实收资本或股本一般不得随意变动。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【权益·判断】5.股份有限公司发行股票时支付的筹资费用一律作为财务费用处理。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】6.企业提取的盈余公积可以转增资本，但是转增后的余额不得少于转增前注册资本的25%。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【权益·判断】7.所有者权益的风险要大于债权人权益。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【权益·判断】8.债权人对企业资产的求偿权优先于所有者的求偿权。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【权益·判断】9.任何情况下，企业的注册资本必须与实有资本相一致。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】10.企业提取的法定盈余公积达到注册资本的50%时，还要继续提取盈余公积。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】11.资本公积不能转增资本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】12.盈余公积不能用于分配现金股利。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】13.企业资产增加时，企业所有者权益必然会增加。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【权益·判断】14.用法定盈余公积转增资本或称弥补亏损时，均不导致所有者权益总额的变化。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【权益·判断】15.收入能够导致企业所有者权益增加，但导致所有者权益增加的不一定都是收入。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【收入】1.下列各项，不符合收入定义，不能确认为收入的是（）。\nA. 出售报废固定资产的价款\nB. 出售原材料收取的价款\nC. 出租固定资产收取的租金\nD. 出售商品收取的价款",
    "a": "A",
    "e": ""
  },
  {
    "q": "【收入】2.下列各项中，通过\"主营业务收入\"科目核算的是（）。\nA. 产品销售收入\nB. 原材料销售收入\nC. 包装物出租收入\nD. 购买债券取得的收入",
    "a": "A",
    "e": ""
  },
  {
    "q": "【收入】3.企业与客户签订不可撤销的合同，向客户销售其生产的产品，在合同开始日，企业收到客户支付的合同价款通过（）科目核算。\nA.\"预收账款\"\nB.\"应收账款\"\nC.\"合同负债\"\nD.\"合同资产\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【收入】4.企业已向客户转让商品而有权收取对价的权利，且该权利取决于时间流逝之外的因素时，该权利通过（）科目核算。\nA.\"预收账款\"\nB.\"应收账款\"\nC.\"合同负债\"\nD.\"合同资产\"",
    "a": "D",
    "e": ""
  },
  {
    "q": "【收入】5.企业已向客户转让商品且有收取对价的权利，且该权利仅取决于时间流逝的因素，该权利通过（）科目核算。\nA.\"预收账款\"\nB.\"应收账款\"\nC.\"合同负债\"\nD.\"合同资产\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【收入】6.企业发生附有销售退回条款的销售，销售时应预估退货率，并按照预期因销售而将退还的金额，贷记（）科目。\nA.\"主营业务收入\"\nB.\"预计负债\"\nC.\"应收退货成本\"\nD.\"应付账款\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【收入】7.企业发生附有销售退回条款的销售，销售时按照预期退回商品的账面价值，借记（）科目。\nA.\"主营业务成本\"\nB.\"发出商品\"\nC.\"应收退货成本\"\nD.\"合同履约成本\"",
    "a": "C",
    "e": ""
  },
  {
    "q": "【收入】8.企业销售商品时代垫的运杂费应记入（）科目。\nA.\"应收账款\"\nB.\"预付账款\"\nC.\"其他应收款\"\nD.\"应付账款\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【收入】9.我国《企业会计准则》规定，企业发生的销售折让应（）。\nA. 冲减主营业务收入\nB. 计入营业外支出\nC. 增加主营业务收入\nD. 增加销售费用",
    "a": "A",
    "e": ""
  },
  {
    "q": "【收入】10.对于在某一段时间内履行履约义务的收入，在确认时首先要确认履约进度，下列属于确定履约进度方法的是（）。\nA. 余额法\nB. 成本加成法\nC. 市场调整法\nD. 投入法",
    "a": "D",
    "e": ""
  },
  {
    "q": "【收入】11.某企业2020年1月1日签订一项总额为2000万元的建造合同，合同期为3年，预计总成本为1600万元。2020年发生成本500万元，2021年发生成本600万元，2022年发生成本500万元。假定该企业采用成本法（投入法）确定履约进度，则该企业2021年应确认的劳务收入为（）万元。\nA.1315\nB.1000\nC.600\nD.750",
    "a": "D",
    "e": ""
  },
  {
    "q": "【收入·多选】1.收入的计量首先要确认合同的交易价格，下列不属于合同价格的有（）。\nA. 销售商品收取的增值税\nB. 出售飞机票时代收的保险费\nC. 旅行社代客户购买景点门票收取的款项\nD. 销售商品代垫的运杂费",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【收入·多选】2.合同标价并不一定就代表交易价格，企业在确定交易价格时，还应考虑（）。\nA. 可变对价\nB. 合同中存在的重大融资成分\nC. 非现金对价\nD. 应付客户对价",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【收入·多选】3.可能引起交易价格发生变化的因素有（）。\nA. 折扣\nB. 价格折让\nC. 退款\nD. 返利",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【收入·多选】4.合同包含两项或多项履约义务的，应合理确认单项履约义务的单独售价，下列属于合理估计单独售价的方法有（）。\nA. 市场调整法\nB. 成本法\nC. 成本加成法\nD. 余值法",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【收入·多选】5.对于在某一段时间内履行履约义务的收入，在确认时首先要确认履约进度，下列属于确定履约进度方法的有（）。\nA. 产出法\nB. 成本加成法\nC. 成本法\nD. 投入法",
    "a": "AD",
    "e": ""
  },
  {
    "q": "【收入·多选】6.下列不属于合同增量成本的有（）。\nA. 销售佣金\nB. 差旅费\nC. 律师咨询费\nD. 投标费",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【收入·多选】7.企业应当在客户取得相关商品控制权时确认收入，下列说法正确的有（）。\nA. 合同各方已批准该合同并承诺将履行各自义务\nB. 该合同明确了合同各方与所转让商品或提供劳务相关的权利和义务\nC. 该合同有明确的与所转让商品相关的支付条款\nD. 企业因向客户转让商品而有权取得的对价很可能收回",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【收入·多选】8.甲公司销售商品售价10000元，税1300，成本5000，预估退货率10%，后期全部退回，7月退货分录正确的是（）。\nA. 借：主营业务收入 10000\n   应交税费——销项税额 1300\n  贷：银行存款 11300\nB. 借：库存商品 5000\n  贷：主营业务成本 5000\nC. 借：主营业务收入 9000\n  预计负债 1000\n  应交税费——销项税额 1300\n  贷：银行存款 11300\nD. 借：库存商品 5000\n  贷：主营业务成本 4500\n  应收退货成本 500",
    "a": "CD",
    "e": ""
  },
  {
    "q": "【收入·多选】9.企业提供建造服务的，\"合同结算\"科目期末余额，下列正确的有（）。\nA. 期末余额在借方，表示为资产\nB. 期末余额在借方，表示为负债\nC. 期末余额在贷方，表示为资产\nD. 期末余额在贷方，表示为负债",
    "a": "AD",
    "e": ""
  },
  {
    "q": "【收入·多选】10.投入法是根据企业履行履约义务的投入来确定履约进度的方法，通常可以采用的投入指标包括（）。\nA. 投入的材料数量\nB. 花费的人工工时或机器工时\nC. 发生的成本\nD. 时间进度",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【收入·判断】1.收入能够导致所有者权益增加，但导致所有者权益增加的并不一定都是收入。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【收入·判断】2.企业为客户代收的款项先确认为收入，待以后再冲减。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【收入·判断】3.企业和客户签订合同后，因转让商品收到客户的预付款时，企业通过\"预收账款\"科目核算。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【收入·判断】4.合同标价一定是交易价格。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【收入·判断】5.对于在某一时段内履行的履约义务，当履约进度不能合理确定时，企业已经发生的成本预计能够得到补偿的，应当按照已经发生的成本金额确认收入，直到履约进度能够合理确定为止。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【收入·判断】6.《企业会计准则》规定，企业发生的合同折扣应冲减主营业务收入。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【收入·判断】7.企业对于附有销售退回条款的销售，当发生销售退回时，可冲减本年度的销售收入与销售成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【收入·判断】8.按《企业会计准则》规定，企业销售收入确认后，发生的销售折让应作为财务费用处理。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【收入·判断】9.企业发生的合同取得成本摊销期限不超过一年的，可以在发生时计入当期损益。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【收入·判断】10.企业在确定销售商品收入时，不考虑各种可能发生的现金折扣和销售折让。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【无形资产】1.无形资产是指企业拥有或控制的没有实物形态的可辨认的（）。\nA. 资产\nB. 非流动资产\nC. 货币性资产\nD. 非货币性资产",
    "a": "D",
    "e": ""
  },
  {
    "q": "【无形资产】2.专利权有法定有效期限，一般发明专利的有效期限为（）。\nA.5年\nB.10年\nC.15年\nD.20年",
    "a": "D",
    "e": ""
  },
  {
    "q": "【无形资产】3.商标权有法定有效期限，一般商标权的有效期限为（）。\nA.5年\nB.10年\nC.15年\nD.20年",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产】4.企业自创的专利权与非专利技术，其研究开发过程中发生的支出，应当区分研究阶段支出与开发阶段支出并分别处理。无法区分研究阶段支出和开发阶段支出的，应当将其所发生的研发支出全部费用化，记入（）科目。\nA.\"管理费用\"\nB.\"财务费用\"\nC.\"营业外支出\"\nD.\"销售费用\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【无形资产】5.2021年3月，A公司提出一项新专利技术的设想，经研究，认为研制成功的可能性很大，于2021年4月开始研制。2022年3月研制成功，取得了专利权。研究阶段共发生支出500万元，开发阶段发生相关支出1000万元，其中包含满足无形资产确认条件的支出800万元。企业该项专利权的入账价值为（）万元。\nA.1500\nB.800\nC.1000\nD.500",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产】6.甲公司的注册资本为1000万元，2022年5月10日接受乙公司以专利权进行投资。该专利权的账面价值为420万元，双方协议约定的价值为440万元(协议约定价值公允)，占甲公司注册资本的20%，则甲公司接受乙公司投资的专利权入账价值为（）万元。\nA.200\nB.430\nC.420\nD.440",
    "a": "D",
    "e": ""
  },
  {
    "q": "【无形资产】7.下列关于无形资产的描述中，错误的是（）。\nA. 企业内部研究开发项目研究阶段的支出应当计入管理费用\nB. 购入但尚未投入使用的无形资产的价值不应摊销\nC. 不能为企业带来经济利益的无形资产的账面价值应全部转为营业外支出\nD. 只有很可能为企业带来经济利益且其成本能够可靠计量的无形资产才能予以确认",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产】8.对出租的无形资产进行摊销时，其摊销的价值应记入（）科目。\nA.\"管理费用\"\nB.\"其他业务成本\"\nC.\"营业外支出\"\nD.\"销售费用\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产】9.会计期末，如果企业所持有的非专利技术的账面价值高于其可收回金额的，应按其差额记入（）科目。\nA.\"其他业务成本\"\nB.\"资产减值损失\"\nC.\"无形资产\"\nD.\"营业外支出\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产】10.某公司2016年1月1日购入一项无形资产。该无形资产的实际成本为500万元，摊销年限为10年。2020年12月31日，该无形资产发生减值，预计可收回金额为200万元。计提减值准备后，该无形资产的原摊销年限不变。2022年12月31日，该无形资产的账面余额为（）万元，账面价值为（）万元。\nA.150；120\nB.500；120\nC.120；200\nD.250；120",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产】11.关于无形资产的后续计量，下列说法中正确的是（）。\nA. 使用寿命不确定的无形资产，应按该系统合理的方法进行摊销\nB. 使用寿命不确定的无形资产，应按10年摊销\nC. 企业无形资产的摊销方法，应当反映与该项无形资产有关的经济利益的预期实现方式\nD. 无形资产的摊销方法只有年限平均法",
    "a": "C",
    "e": ""
  },
  {
    "q": "【无形资产】12.由投资者投入转入的无形资产，应按合同或协议约定的价值，借记\"无形资产\"科目，按其在注册资本中所占的份额，贷记\"实收资本\"科目，按其差额记入（）科目。\nA.\"资本公积——资本溢价\"\nB.\"营业外收入\"\nC.\"资本公积——其他资本公积\"\nD.\"营业外支出\"",
    "a": "A",
    "e": ""
  },
  {
    "q": "【无形资产】13.企业摊销自用的无形资产时，借记\"管理费用\"科目，贷记（）科目。\nA.\"投资收益\"\nB.\"累计摊销\"\nC.\"营业外收入\"\nD.\"无形资产\"",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产】14.某企业自创一项专利，并经过有关部门审核注册获得专利权。该项专利权的研究开发费为15万元，其中开发阶段符合资本化条件的支出8万元；发生的注册登记费为2万元，律师费为1万元。该项专利权的入账价值为（）万元。\nA.15\nB.21\nC.11\nD.18",
    "a": "C",
    "e": ""
  },
  {
    "q": "【无形资产】15.下列各项中，不会引起无形资产账面价值发生增减变动的是（）。\nA. 对无形资产计提减值准备\nB. 转让无形资产使用权\nC. 摊销无形资产\nD. 转让无形资产所有权",
    "a": "B",
    "e": ""
  },
  {
    "q": "【无形资产·多选】1.下列不能确认为无形资产的有（）。\nA. 企业自创的商誉\nB. 企业合并产生的商誉\nC. 企业自行研制开发的专利权\nD. 企业持有并准备增值后转让的土地使用权",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【无形资产·多选】2.下列说法正确的有（）。\nA. 企业内部研究开发项目研究阶段的支出，应当于发生时计入当期损益\nB. 使用寿命有限的无形资产应当摊销\nC. 使用寿命不确定的无形资产不予摊销\nD. 无形资产应当采用年限平均法摊销",
    "a": "ABC",
    "e": ""
  },
  {
    "q": "【无形资产·多选】3.对于无形资产摊销的会计处理，下列说法中正确的有（）。\nA. 使用寿命有限的无形资产的应摊销金额应当在使用寿命内合理摊销\nB. 企业自无形资产可供使用的次月起，至不再作为无形资产确认时止摊销无形资产\nC. 无形资产的使用寿命与以前估计不同的，应当改变摊销期限\nD. 无形资产的摊销方法与以前估计不同的，应当改变摊销方法",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【无形资产·多选】4.下列有关无形资产的会计处理中不正确的有（）。\nA. 转让无形资产使用权所取得的收入应计入其他业务收入\nB. 使用寿命确定的无形资产摊销只能采用年限平均法\nC. 转让无形资产所有权所发生的支出应计入营业外支出\nD. 使用寿命不确定的无形资产既不应摊销又不考虑减值",
    "a": "BCD",
    "e": ""
  },
  {
    "q": "【无形资产·多选】5.企业内部研究开发项目开发阶段的支出，满足资本化条件的有（）。\nA. 归属于该无形资产开发阶段的支出能够可靠地计量\nB. 有足够的技术、财务资源和其他资源支持，以完成该无形资产的开发，并有能力使用或出售该无形资产\nC. 具有完成该无形资产并使用或出售的意图\nD. 完成该无形资产以使其能够使用或出售在技术上具有可行性",
    "a": "ABCD",
    "e": ""
  },
  {
    "q": "【无形资产·多选】6.企业自创商标权过程中发生的相关支出应全部计入当期损益，其中应计入销售费用的有（）。\nA. 宣传广告费\nB. 产品保修费\nC. 注册登记费\nD. 法律咨询费",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【无形资产·多选】7.关于无形资产的确认，应同时满足的条件有（）。\nA. 能够合理确定其使用寿命\nB. 与该资产有关的经济利益很可能流入企业\nC. 该无形资产的成本能够可靠地计量\nD. 必须是企业外购的",
    "a": "BC",
    "e": ""
  },
  {
    "q": "【无形资产·多选】8.关于无形资产的初始计量，下列说法中正确的有（）。\nA. 外购的无形资产，其成本包括购买价款、相关税费（不含一般纳税人支付的增值税）以及直接归属于使该资产达到预定用途所发生的其他支出\nB. 购入无形资产超过正常信用条件延期支付价款，实质上具有融资性质的，应按所购无形资产的购买总价入账\nC. 投资者投入无形资产的成本，应当按投资合同或协议约定的价值确定，合同或协议约定价值不公允的除外\nD. 企业取得的土地使用权，应作为无形资产核算，一般情况下，当土地使用权用于自行开发建造厂房等地上建筑物时，相关的土地使用权账面价值不转入在建工程成本",
    "a": "ACD",
    "e": ""
  },
  {
    "q": "【无形资产·多选】9.无形资产报废时，可能借记的科目有（）。\nA.\"累计摊销\"\nB.\"无形资产减值准备\"\nC.\"无形资产\"\nD.\"营业外支出\"",
    "a": "ABD",
    "e": ""
  },
  {
    "q": "【无形资产·多选】10.无形资产的摊销，其摊销额应区分情况分别记入（）科目。\nA.\"管理费用\"\nB.\"其他业务成本\"\nC.\"营业外支出\"\nD.\"预付账款\"",
    "a": "AB",
    "e": ""
  },
  {
    "q": "【无形资产·判断】1.无形资产的摊销额应当全部计入管理费用。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】2.企业自行开发无形资产发生的研发支出，不满足资本化条件的，应当计入当期损益。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【无形资产·判断】3.企业自创商誉应确认为无形资产。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】4.不论是使用寿命确定的无形资产，还是使用寿命不确定的无形资产，企业都应当对其使用寿命进行复核。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【无形资产·判断】5.用于赚取租金或增值而购入的土地使用权，应当计入无形资产成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】6.无形资产的可辨认性特征是区别于商誉的显著标志，其非货币性特征是区别于债权的显著标志。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【无形资产·判断】7.专利权和商标权均有法定有效期限，且到期时均不得继续申请延长注册期。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】8.企业拥有的专利权、商标权、非专利技术、著作权、土地使用权和特许权都应确认为无形资产核算。（请输入 对 或 错）",
    "a": "对",
    "e": ""
  },
  {
    "q": "【无形资产·判断】9.企业自创商标权过程中发生的注册登记费应当计入管理费用。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】10.无形资产出售与转销所发生的损益属于营业外损益，而无形资产出租所发生的损益则属于营业损益。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】11.企业自行研发无形资产的，研究阶段支出应当费用化，开发阶段支出应当资本化。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】12.无形资产预期不能为企业带来经济利益的，应将无形资产的账面价值转入\"管理费用\"科目。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】13.无法区分研究阶段支出和开发阶段支出的，应当将其所发生的研发支出全部资本化，计入无形资产成本。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】14.无形资产的残值都为0。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  },
  {
    "q": "【无形资产·判断】15.企业月末应当将研发支出转入\"管理费用\"或\"无形资产\"科目，即\"研发支出\"科目期末无余额。（请输入 对 或 错）",
    "a": "错",
    "e": ""
  }
];
